{
  "metadata": {
    "ModDate": "D:20240627145208+02'00'",
    "Creator": "OpenEdition",
    "CreationDate": "D:20240627145208+02'00'",
    "Producer": "OpenEdition PDF Server v2",
    "Author": "Salima Benhamou",
    "Keywords": "Artificial Intelligence,intelligence artificielle,future of work,avenir du travail,learning organisations,organisation du travail apprenante,compétences,healthcare sector,transport sector,conditions de travail,banking sector,secteur de la santé,secteur des transports,secteur bancaire",
    "Subject": "This article analyses how artificial intelligence (AI) can transform work, considering both the potential of this technology and its limits. The sectoral approach adopted, focusing on the health, transport and banking sectors, allows for a detailed analysis of both the opportunities and risks as well as the evolution of tasks, learning dynamics, and changes in working conditions and management practices. The analysis shows that the tasks making up jobs in these sectors cannot always be automated with AI and that in many cases AI-based devices are used in a way that is complimentary to the skills of human workers. For this reason, and irrespective of the impact of AI on the overall level of employment, the analysis shows that the deployment of AI depends on continuous learning and skills development. The article concludes by arguing that learning forms of work organization are best suited for fostering complementarity between the machine and the human.JEL classification: O31, O33, JE53, L63, L90, M15.Cet article analyse comment l’intelligence artificielle (IA) peut transformer le travail en tenant compte à la fois du potentiel de cette technologie et de ses limites. L’approche sectorielle adoptée dans cet article, centrée sur les secteurs de la santé, des transports et des banques, permet d’identifier les opportunités et les risques potentiels sur l’évolution des conditions de travail, sur la dynamique d’apprentissage et des compétences ainsi que sur les pratiques managériales. L’analyse a montré que toutes les tâches qui composent un emploi ne peuvent pas être automatisées avec l’IA. Dans de nombreuses situations, les dispositifs « intelligents » sont utilisés de manière complémentaire aux tâches effectuées par les humains. Ainsi, indépendamment de l’impact de l’IA sur le niveau d’emploi, le déploiement de l’IA souligne la nécessité de savoir comment l’organisation du travail peut évoluer pour soutenir les capacités d’apprentissage continu et le développement des compétences. L’article conclut en affirmant que la dynamique d’apprentissage du modèle d’organisation du travail apprenante est la plus appropriée pour favoriser la complémentarité entre la machine et l’humain.Classification JEL : O31, O33, J24, JE53, J81, L63, L90, M15.",
    "Title": "Artificial Intelligence and the Future of Work",
    "num_pages": 33
  }
}