{
  "text": "Revue dconomie industrielle\n169 | 1er trimestre 2020\nIndustry 4.0: Current Issues and Future Challenges\nArtificial Intelligence and the Future of Work\nIntelligence Artificielle et Avenir du Travail \nSalima Benhamou\nElectronic version\nURL: https://journals.openedition.org/rei/8727\nDOI: 10.4000/rei.8727 \nISSN: 1773-0198\nPublisher\nDe Boeck Suprieur\nPrinted version\nDate of publication: September 1, 2020\nNumber of pages: 57-88\nISBN: 978-2-8073-9397-4\nISSN: 0154-3229\n\nElectronic reference\nSalima Benhamou, Artificial Intelligence and the Future of Work, Revue d'conomie industrielle\n[Online], 169|1er trimestre 2020, Online since 05 January 2023, connection on 27 June 2024. URL:\nhttp://journals.openedition.org/rei/8727 ; DOI: https://doi.org/10.4000/rei.8727 \nThe text only may be used under licence CC BY-NC-ND 4.0. All other elements (illustrations, imported\nfiles) are All rights reserved, unless otherwise stated.\n57\nR E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1\nE R \n T R I M E S T R E 2 0 2 0\nARTIFICIAL INTELLIGENCE \nAND THE FUTURE OF WORK \nSalima Benhamou, Labour-Employment-Skills Department France St ratgie\n Keywords: Artificial Intelligence, future of work, learning organis a-\ntions, healthcare sector, transport sector, banking sector\n Mots-cls : Intelligence artificielle, avenir du travail, organisati on \ndu travail apprenante, comptences, conditions de travail , secteur de la \nsant, secteur des transports, secteur bancaire\n1. INTRODUCTION\nArtificial intelligencemeaning the group of technologies t hat carry out \ncomputationally tasks traditionally assigned to human being sis central \nto current debates around the world on social and technologic al changes. \nAbout ten years ago, Artificial Intelligence (AI) technologi es started to \nachieve remarkable progress in a surprising variety of appl ications. This is \ndue to three interconnected technological advances: increases in process-\ning power that allowed for larger models to be trained with ma chine learn-\ning algorithms; the availability of large amounts of annotate d data for \npurposes of training these large models; and progress in mac hine learn-\ning theory resulting in improvements in learning algorithms .\n 1\n In the near \nfuture, technological progress may well enable AI to carry ou t increasingly \ncomplex tasks, coming ever closer to rivalling human cogniti ve capacities. \n1 For a discussion of the factors driving recent advances in AI, see Chollet, 2018, \npp. 20-23.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n58 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nThe machines victory in the game of Go, the first autonomous vehicles, \nand the successful use of computer-aided medical diagnosis software are \nall emblematic of the advances made thus far. There are an imp ressive \nnumber of areas where AI can be applied, including healthcare, transport, \nbanking and insurance, retail, science. This broad scope of application has \nled to the view that AI is a general-purpose technology that potentially \nwill disrupt all aspects of life, economy and society (Brynjolfsson, E. and \nMcAfee, A., 2014). \nSome observers see AI as an economic opportunity due to the productivity \ngains it may generate (lower costs as a result of automation of operations, \nimprovement of coordination processes, production flow opt imisation, \netc.) and the new markets it may create. AI is also perceived as a social \nopportunity thanks to the processing of big data generated by connected \nsystems which may well give rise to new professions (data sci entists, AI \nprogrammers, etc.) and improve working conditions by taking over repet-\nitive routine tasks. Others, however, see AI as a threat to employ ment \nand as a technology that will aggravate inequalities and socia l polarisa-\ntion, with the almost certain disappearance of whole realms of activity in \nmany sectors, and various professions, some requiring few qualifications \nbut others that are highly skilled (lawyers, auditors, physicians, etc.). \nBut how real is the risk for substitution of human tasks with AI? A num-\nber of researchers have put forward the hypothesis of massive automation \nof existing jobs by new digital technologies including artifi cial intelli-\ngence. The famous study by Frey and Osborne (2013), from the University \nof Oxford, predicted that 47% of total employment in the Unit ed States \nwas at a high risk (70% chance or higher) of vanishing over the next two \ndecades. Other studies adopting the same methodology predicted similarly \nalarming impacts in other industrialized nations (Bowles, 2014). The stud-\nies adopting the methodology of Frey and Osborne (2013) are c arried out \nat the occupational level and assume that the same occupational category \nwill be impacted in the same way regardless of the size of the f irm and \nthe country of location. However, Arntz et al., (2016), in a study carried out \nat the task level and taking into account country-specific diffe rences in \nthe job content of the same occupations, estimated that only between 10% \nand 15% of occupations are at high risk of being automated. 2 Furthermore, \n2 See Le Ru (2016) for a critical assessment of the literature.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n59R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nit is important to appreciate that such studies only focus on the technical \npotential for job elimination without taking account the fact that new jobs \nwill be created by technical change. 3\nGiven the uncertainty in recent studies concerning the impa ct of AI on \njobs and employment, we turn to recent history in order to imagine what \nwork will be like in tomorrows world and the consequences of the adop-\ntion of artificial intelligence on employment. History shows us that tech-\nnological advances have never led to abrupt changes leading to massive \ndestruction of jobs. On the contrary, their effects have bee n progressive \nand have always resulted in the emergence of new forms of work. But are \nwe not confronted with an altogether new phenomenon? Artificial intel-\nligence may not only impact the volume of employment but also its con-\ntent, as it is no longer a matter of automating tasks depending primarily \non physical strength, agility and speed, as was the case in previous indus-\ntrial revolutions, but rather one of automating cognitive tasks.\nIt is difficult to know what will be happening in fifteen or twenty years \nfrom now as regards technological advances and their dissemination and \nappropriation in the world of work. Technology and how much it is used \nare certainly factors of change, but they are far from being the only deter-\nminants of the transformation of work organisation and practices. Other \nfactors also contribute to shaping work, including the le gal environ-\nment, the economic context (competition in particular) and t he social \nenvironment as regards the level of education, access to train ing, indi-\nvidual aspirations or demography. If we want to project ourse lves into \nthe future in order to identify the benefits and risks connected with AI, \nwe must also incorporate these contextual factors which combined with \nfuture advances in AI may well transform work and employment.\nThe objective of this article is to clarify the debate on the impact of AI on \nwork by starting from a consideration of what we know today ab out AI, \nboth in terms of its limits and its potential. Defining artificial intelligence \nis the first step in providing the keys to understanding futu re transfor-\nmations (Section 2). The uncertainties regarding its longer-term potential \nserve to inflame the ongoing debate, given that AI raises questions that \n3 For the various limitations of the forward-looking literatu re seeking to predict the \nfuture impact of AI on employment, see Muro et al., 2019, p. 20.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n60 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\ngo far beyond the world of work including fundamental questi ons con-\nnected with ethics and social acceptability, personal data p rotection, AI \ndesigners and users responsibility and transparency of human/machine \ninteractions. This article does not seek to supply exact ans wers on what \nwork will be like in tomorrows world. Its main goal to examine how AI \nis being used today and, on that basis, to identify plausible po ssibilities \nfor its future use in particular fields of application and selected sectors of \nactivity. The sectoral approach is useful for identifying potential oppor-\ntunities and risks in detail, including task evolution, learning dynamics, \nincreases in technical and social skills, changes in working con ditions, \nmanagerial practices and gains in or loss of autonomy (Section 3). The arti-\ncle focuses on three sectors in which AI has already started to s pread: \nhealth, retail banking and transport. They are also regarded as sectors \nwith the potential for creating jobs and are therefore important focuses \nof public policies. Finally, once the risks and benefits of AI on work have \nbeen analyzed, the concluding section will consider what forms of work \norganisation are best adapted to promoting human-machine complemen-\ntarity, while enabling organisations to reconcile a high level of innovation \nwith a high level of quality of work and employment (section 4).\n2. THE REALITY OF AI \n2.1. The potential of AI\nArtificial intelligence is a scientific discipline that is by no means new \nwith its foundations dating back to the beginnings of computer science in \nthe 1940s and 1950s, with numerous different methods whose purpose is \nto reproduce cognitive functions by computers. The term artificial intelli-\ngence itself was coined in 1956 by John McCarthy, one of founding fathers \nof the field along with Allen Newell and Herbert Simon.\nOne branch of AI, known as machine learning or statistical learning, has \nmade spectacular progress over the past few years due to the remarkable \nefficiency of multilayer deep neural networks in performing classification \ntasks, of images in particular, following a learning phase based on a large \nnumber of examples. Pattern recognition seemed to require human intel-\nligence, given the almost infinite dimensions of the problem to be solved \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n61R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\n(the number of parameters characterising an image). Advances in neural \nnetwork design, however, show that this is not the case and this is what \nsparked off the recent AI revolution that is raising new ques tions about \nthe transformations of work.\nAI brings together a range of fields including logical reason ing, knowl-\nedge representation, and natural language perception and processing. Its \nmain applications at present are connected with advances in m achine-\nlearning techniques, deep learning in particular, which usually requires \nthe availability of big data. A first type of application consists of radically \nsimplifying human/machine interaction. Voice recognition and synthesis \nand natural language processing (NLP), whether to engage in simple con-\nversations between people and machines or for automatic translation, are \njust a few examples of this initial group of generic applications usable in a \nwhole range of activity fields. A second type of application is recognition \nof specific patterns in big data, resulting from multiplication of sensors \nor organised collection. Examples include image and video analysis, facial \nrecognition and detection of breakdown precursor signals. These two \nmajor use categories, both of which are closely connected with the degree \nto which the activities concerned are digitised, are already possible. 4 \nWithout going into the details of these technologies, suffice it to say that \nthey reproduce existing classifications or achieve well-defined objectives \nsuch as winning a game. Even though the exact mechanisms that re sult \nin such efficiency are not yet fully understood from a theoretical point of \nview, the technology is nonetheless deterministic and controlled. It is the \nAI programmer that chooses the software architecture he or she wishes to \nuse (type of neural network, number of layers, etc.), the learning method \n(initialisation algorithm and updating of weights for each ne uron) and \nthe training data to be used. We are therefore a long way off fr om an \nautonomous system operating independently of its designer.\nSuch systems can possess a real capacity for learning in the s ense of the \nautomatic exploration of a solution space much deal larger than the algo-\nrithms designer would have been able to imagine. This is how A lphaGo \nsoftware, which was initially trained to play Go on the basis of millions of \nrecorded matches, was subsequently able improve its strategies by playing \n4 For an overview of machine learning applications, see Alpaydin, 2016, C h. 1.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n62 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nagainst itself until it ultimately succeeded in winning agai nst a human \nbeing. This example does not serve to demonstrate any intelligence or con-\nsciousness on the machines part, but rather an ability to so lve compli-\ncated problems characterised by a high configuration space.\n2.2. The limits of AI \nAlthough AI has made considerable progress in recent years, t here are \nseveral limitations to this technology that prevent it from c ompeting \nwith humans on complex tasks or activities. These limitations are mainly \nrelated to the access and quality of big data and the inabilit y to under-\nstand and explain complex mechanisms that are not based on determin-\nistic laws. \nFirst, with respect to its use of big data, AI requires colossa l computing \ncapacity to train algorithms for the exploitation of deep lea rning. For \nexample, according to Jangquing Jia, director of engineering for Facebooks \nAI platform, to train one typical ImageNet model takes abou t one exa-\nflop of computing 5. Achieving human brain capability would require sev-\neral orders of magnitude of increase in computational power that is out of \nreach today, which is a severe limitation of AI.\nSecondly, training algorithms requires data properly annotat ed by \nhumans, which may require considerable effort, particularly for training \nlarge neural networks. The work consists in putting the data in a form \nappropriate for training the algorithms by cleaning them, ann otating \nthem and converting them into a usable format for the users. For example, \nImageNet, an image database, required nine years of work and its contrib-\nutors manually annotated more than 14 million images 6. The data must \nalso be sufficiently representative of the problem to be solved. \nFurthermore, the quality of AI systems also depends on the training base \non which the algorithm was built. If the training data contain b iases in \nterms of such factors as gender or location the algorithm will n aturally \n5 See: https://www.techrepublic.com/article/four-ways- machine-learning-is-evolving- \naccording-to-facebooks-ai-engineering-chief.\n6 See: https://www.kdnuggets.com /2018/05/data-labeling-ma chine-learning.html.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n63R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nreproduce these biases in its recommendations. The biases may come from \nthe very modelling of the system architecture and in particular from the \ncategorization of the possible decisions and the nature of the performance \ncriterion or the family of decision rules accessible by the algorithm. The \ndata used to train the algorithms may also be non-representati veness of \nthe population concerned or simply reflect the structural b iases of soci-\nety. These biases can then lead to inequities in the treatment of individu-\nals and raise the question of the value to be given to the choices made by \nthe algorithms. For example, a recent study has shown that a risk predic-\ntion algorithm used to define the amount of financial aid for health care \ngave a lower score to blacks than to whites (Obermeyer and al., 2019). After \neliminating the discriminatory feature of the algorithms, the percentage \nof black patients considered to be sick rose from 17.7% to 46.5%. This bias \nwas due to the fact that the algorithm predicts health care cost s rather \nthan illness. Inequality in access to care means that black patients spend \non average less money on medical treatment than white patien ts. Thus, \nwhile health care costs can be an effective indicator of population health, \nsignificant racial biases can occur. This risk can also arise when AI is used \nto quickly screen and select job applicants based on their cha racteristics \nor career paths, as was the case with the system used by Amazon. 7 Thus, \nensuring the absence of bias in the data can require considerable human \nand financial effort, both in terms of data collection and the subsequent \non-the-ground verification testing necessary for both learning and final \nperformance verification.\nFinally, AI is capable of performing not only simple tasks but a lso com-\nplicated tasks as long as these tasks are based on predetermined rules or \nstandards that are highly standardized in a mass of codifiable data. It is \ntherefore difficult for AI-based systems to deviate from stan dards or to \nthink for themselves. The learning dynamic is based on a routine mecha-\nnism and limited to a very specific context. This limitation makes it dif-\nficult for AI to solve complex problems such as managing unpre dictable \nhuman behaviours, understanding people in all their complexity, show-\ning empathy, or performing several complex tasks at the same time. It is \nno coincidence that the most important successes of AI operate mainly on \nimages that are very standardized in terms of digital content. In fact, it \n7 See: https://www.theguardian.com/technology/2018/oct/10/amazon-hiring-ai-gender- \nbias-recruiting-engine.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n64 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nwould be more appropriate to talk about artificial learning t han artifi-\ncial intelligence. Finally, even if the current output of AI is based on the \navailability of a large number of events (often several thousand) and on \nsignificant computing power for learning, the results are not very gener-\nalizable to other situations. Advances are still a long way from portending \nthe advent of so called strong AI, which would actually be comparable \nto human intelligence in its ability to understand context and make use \nof common sense in its ongoing capacity to learn. Such an achievement \nseems well out of reach at the present time, as the researcher Yann LeCun 8 \nhas emphasised, even if the generic character of the technologie s devel-\noped so far is enough to give us a foretaste of future impacts on all sectors \nof the economy.\nMost of the literature in economics, including the substant ial body of \nresearch following the methodology of the seminal study by F rey and \nOsborne (2013), has focused on how AI will substitute for different tasks \nand in some cases for entire occupations. In what follows, we show based \non empirical evidence at the level of organisations and sect ors, that the \neffects are more complex and that the creation of new tasks and compe-\ntences is as important as the elimination of old. This also vari es across \nsectors. This article, therefore, aims to make explicit the missing comple-\nmentarity dimension in the analysis of the impact of AI on work trans-\nformation. \nTo realistically illustrate the current and potential impacts of the diffu-\nsion of AI, this section focuses on the diffusion of existing AI technologies \nor the potential for their diffusion in the near future with a high degree of \ncertainty. It leaves unaddressed the question of the possible impact of rad-\nical advances in technology, including the ability to achieve strong AI. \nIn order to provide concrete examples of the possibilities being opened up \nby artificial intelligence and its impacts on work, the analy sis of three \nsectors of activitytransport, banking and healthall of whi ch provide \nuseful examples of the trends underway. Together, the three sectors cover \n8 As long as the problem of unsupervised learning has not been s olved, we will not \nhave a truly intelligent machine. This is a fundamental scie ntific and mathemat-\nical question, not a question of technology. Solving this pro blem may take many \nyears, even several decades. Truth to tell, we know nothing ab out it, Yann LeCun, \nComputer Science and Digital Sciences Chair, 2016-2017, class at the Collge de France.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n65R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\na range of realities in terms of types of production in both industry and \nservices as well as types of actors coming from both the private and public \nsectors and from various institutional and regulatory contexts. \n3. THE IMPACT OF AI ON WORK: A SECTORAL \nAPPROACH\nThe three sectors analysed are generally considered to be one s that are \nhighly exposed to AI. Transport has attracted attention due to the devel-\nopment of the autonomous vehicle, which has been much publicised since \nGoogle, followed by Waymo, Uber, Tesla, General Motors, Navya, and other \ncorporations announced their intention or started to test ve hicles. The \nalready advanced degree of digitisation in the banking sector as well as \nthe intangible nature of the matter it handles involving the exchange \nof information on transactions, has lent itself perfectly to exploitation by \nAI. The health sector is one that everybody is concerned with and there is \ngreat interest in the scope for AI to be used as a support in processing data \nconnected to highly complex life science-based mechanisms. These three \nsectors are regularly referred to in Frances national AI strategy (Villani, \n2018) and in the AI strategies of others advanced countries (OECD, 2019). In \naddition, in terms of entrepreneurship, they are often leaders in the rank-\ning of sectors in terms of investment in start-ups (OECD, 2019). \nThe discussion focuses in on whether the use of AI in certain f ields of \nactivity could replace human work or, on the contrary, will p rove to be \ncomplementary to human work. For each sector, the analysis i dentifies \nfirst the main areas of AI application and then focuses in on how AI sub-\nstitutes and complements for skills of different occupations or professions. \nIn relation to this it assesses how the transformation of work affects skills \nand working conditions. The analysis of these three sectors is based in \npart on the results of case studies and surveys conducted in the framework \nof hearings with AI experts and professionals (company directors, manag-\ners, engineers, doctors, start-ups etc.) for France Stratgie, and described \nin more detail in Benhamou et al. (2018). 9\n9 See: https://www.strategie.gouv.fr/publications/int elligence-artificielle-travail.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n66 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\n3.1. Work Transformations in the Health Sector\nHealth is often presented as one of the sectors where artificial intelligence \ncould produce major transformations in the workplace. Medico-technical \nrobotics is already important in biology, pharmacology and surgery. Some \nobservers go so far as to envision a medicine without a doctor that could \nfundamentally transform medical practice and the organiza tion of our \nhealth care system (Vallancien, 2015).\n3.1.1. Several fields of application are concerned by AI\nNearly all fields of artificial intelligence that have been developed, includ-\ning image and video recognition, natural language processing, automatic \nlearning, and robotics find applications in health care. Thi s is true for \ndiagnosis and therapeutic recommendations, surgery with smart robots, \npersonalized follow-up, the medical-social field, rehabili tation but also \nprevention and clinical research.\nFor example, in the field of medical diagnostics, there are many AI tools \non the healthcare market and the scope of their applications is impressive. \nThey can be found in medical specialties such as oncology, which covers \nall medical specialties, studies, diagnosis and treatment o f cancer, car-\ndiology, ophthalmology, radiology and the detection of neurological dis-\norders (e.g. Alzheimer and Parkinson). Whatever the field, the principle \nis always the same. Algorithms fed and trained by massive data ( medi-\ncal image recognition, medical research results, etc.) are self-programmed \nto detect pathologies. The emblematic tool is the Watson comp uter soft-\nware from the IBM industrial group, which was introduced to the health-\ncare market in 2005. Watson has been used in particular at the Memorial \nSloan Kettering Cancer Centre, an American institute specializing in med-\nical research and cancer treatment, to assist in diagnosis an d therapeu-\ntic proposals. This type of software, presented as an intelligent medical \ndecision support tool, synthesizes a mass of information from millions of \nmedical reports, patient records, clinical tests and knowl edge (updates) \nfrom medical research. Some software may soon be able to diagnose can-\ncer as well as, or even better than, specialists. According to a recent study \n(Wang et al., 2016), artificial intelligence has been able to automatical ly \ndetect breast cancer with a 92% success rate, almost equivalent to that of \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n67R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nspecialists (96%). When the doctors analyses and the diagnostic methods \nfrom the automated software are combined, the success rate is 99.5%, with \na greatly reduced risk of error.\nOther medical specialties use image recognition to diagnose , for exam-\nple, patients with eye diseases. This is the case of the robot developed by \nGoogles DeepMind Health (AI) division, which by looking at thou sands \nof photos of retinas, has been able to establish a more reliable diagnosis \nthan that of a human ophthalmologist (Knight, 2016). Other Ultromics sys-\ntems use AI to diagnose heart disease 10 or neurological disorders such as \nParkinsons disease. 11 In the field of surgery, new generations of surgical \nrobots are emerging that are moving towards greater autonomy from the \nsurgeon (Azad et al., 2016). \nAlthough there are numerous examples of AI applications in t he health \nfield, the promises remain unclear at this stage. There is no health system \nor health organization in the world that has been completely transformed \nand actual health applications are very limited. No large-scale deployment \nclosely or remotely related to AI exists except for a few very isolated cases \nsuch as IBMs Watson, Googles Deepmind or smart robots. There is also \nlittle scientific evidence today on the effectiveness of AI in the different \nfields of application mentioned above. The most highly recognized interna-\ntional academic journals in the medical field have published few articles \non the evaluation of AI. 12 There is also very little medico-economic evalu-\nation of AI applications that measures their economic and social returns. \nThe information we have today on the impact of AI on diagnosis is mostly \nlimited to subfields of a very specific discipline, such as oncology.\n10 See: http://www.ultromics.com/technology/. \n11 See: IBM Research (5 January 2017): http://www.research. ibm.com/5-in-5/mental-\nhealth/.\n12 See, notably, Journal of the America Medical Association , Delanceit, New England Journal of \nMedicine and Annales of Internal Medicine. \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n68 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\n3.1.2. Medicine is characterized by a high level \nof complexity that AI only imperfectly integrates\nThe hypothesis of a total substitution between health profe ssionals and \nthe machine is at present more fiction than science. Medicine is character-\nized by a high level of complexity that AI can only imperfectly integrate. \nIndeed, the quality of a patients care (disease detection, therapeutic pro-\nposal, patient follow-up, etc.) is a highly complex process which is directly \nlinked to the existence of a strongly mediated relationship between the \nmedical team and the patient. In this field, the existence of a standard \npatient model is generally not sufficient to develop and implement a man-\nagement strategy that is totally adapted to the individual patient. It is also \nknown that AI feeds on a large mass of data via algorithms that ai m to \nestablish correlations to explain phenomena as a basis for deriving clini-\ncal recommendations. The robustness of correlations between several phe-\nnomena depends in AI on the mass of data collected. The more important \nthe data, the more robust the correlations are. It is therefore the big data \nthat allows AI to function and compete with humans through its ability to \nprocess data from a mass of continuously updated information. However, \ncorrelation does not necessarily mean causality. The causal mechanisms \nthat explain the occurrence of a disease and its evolution are often more \ncomplex than mechanical correlations. The causes may be m ultiple, \nsome of which are difficult to codify, such as those related to the patients \nsocio-demographic environment or the feeling of symptoms, or even their \ntotal absence as has been the case with Covid-19. Moreover, there may \nbe a very high variance between patients. The complexity of t he health-\ncare professionals work is to take into account all these specificities from \ndetection to the therapeutic proposal to be delivered to pat ients. In the \nclinical field, correlations are not sufficient. Even evidence-based medi-\ncine, which should be based on the most up-to-date evaluation results in \nthe medical field, can only provide knowledge and clinical recommenda-\ntions based on an average modelled patient. However, the real patient \nwho is diagnosed during a consultation with a doctor does not necessar-\nily correspond to the average patient who has been modelled . This is \nalso true for therapeutic proposals. The doctor (specialist or general prac-\ntitioner) has to take into account the specific characteristics of the patient \nto define the best treatment, or even to negotiate with the patient for his \nor her adherence to the treatment. Research has shown, that the patients \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n69R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\ncommitment to the treatment prescribed for a disease influences the heal-\ning process (Institute of Medecine, 2013). However, only di alogue and \ntrust between a doctor and a patient make it possible to negotiate the best \ncost-benefit trade-offs and to ensure the involvement of a family carer \n(Institute of Medecine, 2013).\nAt the current stage, AI developments are often concentrated on a single \npathologyfor example Watson on canceras are the clinical g uidelines \nthat are the foundation of evidence-based medicine. But what happens \nwhen a patient presents several pathologies, which occurs with increas-\ning frequency. For the moment, according to the Director of Foresight and \nResearch of the French Hospital Federation, Antoine Malone, this central \nquestion remains unanswered, while the performance of health systems \nin the future will largely depend on the ability to manage polypahtolog-\nical patients over time 13.\nIn short, the quality of a diagnosis depends not only on the vol ume of \ninformation available but on the quality of interpretation of complex \nmechanisms that are not based on fixed natural laws and theref ore are \nnot deterministic. Big data works well on simple and mechanical explan-\natory phenomena. But humans are constantly evolving with th eir envi-\nronment and this dynamic process means that in the field of med icine \nand patient care, Artificial Intelligence will not be able to replace health \nprofessionals. The engine of a car or an airplane is as complic ated as its \ndesign, and one can predictably know how an engine reacts in a given con-\ntext. This is not the case for a human being who has the ability to adapt \nto changing environments and can respond in various ways to unpredict-\nable events. The mere availability of information is not enough to influ-\nence behaviour. Obesity, for example, has become a major publ ic health \nissue in many Western countries despite the access to preventive health \napplications via a smartphone, (Malone et al., 2020). Another difference \nconcerns social acceptability and responsibility. Unlike the use of AI for \npredictive models in marketing and advertising, if there is a m istake in \nmedical diagnosis and treatment there may be human injury or death, \nwhich raises major issues of social accountability. \n13 Interview with Antoine Malone for France Strategie, 2018.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n70 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nThe discourse to the effect that AI will lead to the disappeara nce of the \nhuman practitioners in the field of health is not credible when one takes \ninto account all the complexity that the field of medicine covers. However, \nthis does not mean that AI is a non-subject in the field of hea lth, nor \ndoes it mean that certain professionssome of which are high ly quali-\nfied (e.g. radiologists)are not threatened. We can say, however, that in \nthe coming decades AI will not replace the work of doctors and nurses and \nthere is little risk that that they will become mere algorithm executors. \nWhat could be AIs role if we are moving, as seems likely, towards a sys-\ntem dedicated to the management/prevention of polypathologies with a \nvery strong psychological and behavioural component. What the system \nwill aim for will be long-term behavioural changes and this type of action \nrequires close and human interaction with patients (Alde rwick et al., \n2015). What AI could bring is a better management of patients and iden-\ntification of costs and adapted structures for global management (Malone \net al., 2020). Let us take the example of Kayser Permanent Washington \n(2018) in the USA, recognized as an efficient health system in achieving \nthe triple aim of assuring quality of patient care, improveme nts of the \npopulations health and these at the lowest possible cost (Foley et al., 2015). \nThese systems invest heavily in AI-based tools. But they also recruit a lot \nof doctors, nurses, orderlies and even social workers to improve the man-\nagement and prevention of complex pathologies, such as obesity or diabe-\ntes because these pathologies are of socio-economic origin. They are also \ndeveloping local hospital structures within regions to be closer to patients \nin order to influence their behaviour and minimize unnecessa ry inter-\nventions. So, it is likely that we will still have doctors and nurses assis-\ntants in the future because the tasks that make up their jobs will not all \nbe open to automation. Indeed, it is more likely that there will be an even \ngreater need for healthcare professionals with the deployment of Artificial \nIntelligence, if, thanks to big data and information gathering techniques, \nprevention strategies adapted to each specific population can be improved \n(Malone, 2018 and Malone et al., 2020).\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n71R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\n3.1.3. AI will transform the way we work and interact \nwith patients \nThis section focuses on work transformation in a concrete way by identi-\nfying the benefits but also the potential risks for medical workers them-\nselves in several identified fields of application. One benefit is that AI has \nthe capacity to process millions of items of up-to-date data, thus generat-\ning gains in completeness, timeliness and the development of several pos-\nsible hypotheses for disease detection. The physician will then have better \naccess to the information necessary for his decision-making i ncluding a \ncomplete histology of the patient providing access to the best therapeutic \nprotocols based on evidence-based medicine.\nIf such intelligent expert systems gain the confidence of physicians and \nthe general public, the impact on the physicians profession can be multi-\nfaceted. Physicians will be able to benefit from assistance in the manage-\nment of complex case diagnoses, with greater security in decision-making. \nIt will also lead to a strengthening of the doctor-patient relationship and \ndialogue in order to provide the information necessary to understand the \ndiagnoses. The use of artificial intelligence will continuously increase the \nlevel of technical competence of the physician as he or she is able to fully \nexploit the most up-to-date clinical knowledge and medical practices. This \ncould result in a cognitive enrichment of the physicians work, with less \ntime spent interpreting routine data that intelligent systems can han-\ndle leaving the most complex expert cases to the physician. An increase in \nskills will be all the more necessary as the doctor will also need to be able \nto challenge the software and to explain the diagnosis and therapeutic \nmanagement responsibly.\nThese advantages, if they were to become widespread in the dai ly prac-\ntice of physicians, would make it possible to combine human intelligence \nand artificial intelligence in a complementary way in the service of better \ndecision-making, combining speed of decision-making and better optimi-\nzation of patient care expenses. This is also the case in the field of surgery \nwith Star (for Smart Tissue Autonomous Robot), a robot that does not com-\npletely replace specialized surgeons but provides them with a tool capa-\nble of greater precision in performing certain procedures such as suturing \n(Shademan et al., 2016).\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n72 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\n3.1.4. The evolution of professions\nMedical imaging professionals are particularly affected b y the foresee-\nable widespread use of automated image reading. If AI makes i t possi-\nble to automate a part of conventional radiology for a specific field and \nclinical situations, this will reduce the radiologists activity, despite the \ngrowth in needs due to the aging of the population and the pervas ive-\nness of chronic diseases. Ultimately, the question may arise as to the need \nfor the intervention of the radiologist in the establishment of the diag-\nnosis. This automated step could be carried out by radio mani pulators \ntrained in the development of diagnoses. It could also be carried out by a \nnon- radiologist equipped with tools for interpreting medical images. Such \ndevelopments presuppose an adaptation of the current regulatory frame-\nwork. Radiologists in such a scenario would reserve their ti me for the \ninterpretation of complex cases. In interventional imaging, on the other \nhand, the need for their expertise will increase in almost all medical spe-\ncialties. The profession of radiologist could evolve towards increased spe-\ncialisation in interventional radiology for diagnostic purposes (punctures, \nbiopsies, etc.) for complex cases or for therapeutic purposes guided by med-\nical imaging. This evolution towards interventional radiology has already \nbeen recognized by the profession, according to the National Federation of \nMedical Radiologists 14. \nIn cardiology, new electrocardiogram (ECG) interpretatio n services are \nbeing developed that rely on software rather than on the expertise of the \ncardiologists. The software is capable of detecting rare or silent cardiac \nabnormalities such as mitral leakage or cardiac arrhythmias which a spe-\ncialist sometimes finds difficult to detect. This can provid e the doctor, \nwhatever his or her speciality, with a gain in the quality of the diagnosis. \nSuch a service may transform the practice of the ECG by making i ts use \nmore frequent for more medical specialties (emergency physicians, gen-\neral practitioners, geriatricians, etc.) but perhaps also b y opening it up \nto non-physicians (nurses, firemen, etc.). It should free up the cardiolo-\ngists time, if only through its ability to manage simple cases t hat will \nbe treated upstream without being referred to the physician. This could \n14 Interview with Jean-Michel Masson, President of the Fd ration nationale des \nmdecins radiologues (FNMR) as reported in Benhamou and Janin (2018).\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n73R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nrefocus the physicians activity on the most complex cases and lead to ben-\nefits from continuous learning thanks to the software programs capacity \nto exploit the most up-to-date clinical knowledge and medic al practices. \nAI could accentuate the trend towards over-specialisation of professions \n(coronographies, arithmology, cardio-paediatrics, etc.) by the increasing \ndigitalisation of certain medical devices. In cardiology, as in all fields, the \nextent of the impact will depend on the quality of the tool. At t he same \ntime, AI makes it possible to develop another type of service w hich con-\nsists in interpreting ECG data collected over a long period (several days), \nwhereas these data were previously rarely collected. For the cardiologist, \nit opens up the prospect of a new type of follow-up for his or her patients 15. \n3.1.5. An intensification of work related to cognitive \nexhaustion \nAI has contradictory effects depending on its use in the same way as other \ntechnologies do. If the gains made thanks to AI (speed of data processing) \nresult in an increase in the same proportions in the time devoted to cog-\nnitive tasks (expertise, decision-making, solving complex problems, etc.), \nthis will leave little time for the doctors brain to breathe through alter-\nnating between stakeholder and little or no stakeholder activities. If \nthe time freed up is only allocated to this type of task, we can thus iden-\ntify a potential risk linked to what neuroscientists describe as professional \ncognitive exhaustion to which healthcare professionals, and in particular \nthe youngest and least experienced ones, would be exposed. \na. Improvement of working conditions in the care professions\nThe care and monitoring of elderly patients suffering from one or more \nchronic pathologies, particularly Alzheimers, is an extre mely burden-\nsome task for the nursing staff. The management of these behav ioural \ndisorders leads the staff to devote a great deal of time to them and makes \ntheir working conditions particularly difficult (stress, feelings of profes-\nsional inefficiency, burnout, etc.). These conditions often lead to the dis-\ncouragement of the health care team, even those that are exper ienced. \nThis is a field where intelligent social robots could interv ene. Modern \nrobotics incorporating AI, whether in the management of sensors or in the \n15 Interview with Yann Fleureau, CEO of Cardiologs for France Stratg ie, 2018. \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n74 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nprogramming of movements, is being developed in order to provide domes-\ntic assistance for elderly or frail people. In Japan, robots are already being \nexperimented with to assist people in their daily activities, helping them \nto move around, to move from chair to bed and vice versa. Resid ential \ninstitutions for elderly dependents could be equipped with t his type of \nrobot in a few years. There are already robots that provide sol utions to \nthe problems of caring for elderly patients with cognitive and behavioural \ndisorders (Alzheimers, autism, etc.). These robots are equipped with arti-\nficial intelligence through numerous sensors and microphones that ena-\nble them both to interact with the caregivers who handle them and to \nrespond to the requests of elderly patients. Their physical presence and \ntheir ability to interact socially through speech, facial expression and ges-\ntures makes them ideal for working with people who have difficulty com-\nmunicating verbally. Several international literature reviews in the field \nidentify enough acceptability of these robots, especially an imal robots, \nwith show there are positive effects on the well-being of pat ients. The \nParo robot, which reacts to its name, compliments and touch, is the most \nwidely used robot in geriatric wards around the world. A study has shown \nthat the integration of these machines has reduced the physical and men-\ntal strain on nurses and care assistants 16.\n3.2. Work Transformations in transport sector\nThe major innovation brought about by the development of AI in the field \nof transport will undoubtedly be the autonomous vehicle, even though the \ntimeline for its deployment remains uncertain. Of course, it all depends on \nthe degree of autonomy we are talking about, as automation of driving is \ndivided up into six levels from the international classification of the SAE \n(Society of Automative Engineers). This classification defines what human \ndrivers and/or autonomous systems can and cannot do. It starts from level \n0 which corresponds to no automation because all driving is done by the \ndriver up to level 5 which corresponds to the fully autonomous driving \nof the vehicle in any situation (dense urban traffic, country roads, wind-\ning roads, etc.) which completely dispenses with a human driver. Level 5 \n16 See: http://www.mutualite-loire.com/index.php/nos -actualites/799-l-etude-inedite-\nsur-les-usages-du-robot-paro-pour-des-residents-atteints-de-la-maladie-d-alzheimer-\nou-apparentee-en-ehpad-mutualiste.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n75R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nhas not yet been announced by any manufacturer, even though expe ri-\nments on open road traffic without a driver have been carried ou t since \n2017 and in particular by two of the main manufacturers of aut onomous \nvehicles, Waymo, the Google subsidiary, and the French company Navya. \nBut according to John Krafcik, boss of Waymo, it will take decades before \nlevel 5 is reached. Autonomous vehicles may still need a driver 17. \nThe technological maturity of the different levels and their s ubsequent \ndiffusion will therefore be decisive in the transformation o f the trans-\nport sector and the transformations of work and the level of employment \nin this sector. Within 5 or 10 years, the degree of vehicle autonomy could \nreach level 4, which corresponds to total autonomy but in ver y specific \ncontexts and where the surroundings are perfectly simplified and marked \nout (moving and parking in a car park, driving on motorways). Th e dis-\ncussion here, therefore, is limited to the impact of the diffu sion of the \nlevel 4 autonomous vehicle in a horizon of 10 years and only considers the \nimpact that artificial intelligence may have on road and rail transport, \nwhich will be the segments most affected by the development of autono-\nmous vehicles. \n3.2.1. Application fields in transport sector\nOther than the autonomous vehicle, AI applications in the sector mainly \nconcern the development of predictive equipment maintenance, logistics \nand flow optimization. The use of industrial sensors is already widespread \nto measure machinery wear points and equip production-chain c ontrol \npoints. Reduction in the cost of such sensors enables the collection of big \ndata. Artificial intelligence can process such data on a greater scale than \nhuman processing can manage, so enabling the addition of more control \npoints and refining the diagnoses resulting from the analys is of such \ndata. This being so, companies can have smart diagnostic tool s available \nthat facilitate maintenance operations and develop indicators prior to the \nappearance of anomalies, which opens the way to predictive rather than \npreventive maintenance (McKinsey Global Institute, 2015). Maintenance \nand control operations are only carried out when required, b efore any \n17 https://www.cnet.com/news/alphabet-google-waymo- ceo-john-krafcik-autonomous-\ncars-wont-ever-be-able-to-drive-in-all-conditions/\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n76 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nanomaly occurs that might hold up a production chain, or before a piece \nof equipment wears out. Predictive maintenance is of major interest to all \n(rail and road) network and vehicle (aircraft, trains, heav y goods vehi-\ncles, etc.) operators, as it optimises operations, limits down time due to \nmaintenance and reduces servicing costs. According to the Mobility and \nTransport Department of the General Commissariat for the Environment \nand Sustainable Development, maintenance services may also be able to \nanticipate and even avoid peaks of activity 18.\nArtificial intelligence also enables optimisation of logistics in the event of \ncrises. When an incident occurs, mainline and metro train operations can \nbe seriously disrupted. When preventive maintenance has been unable to \navoid a crisis, its resolution may still be speeded up by artifi cial intelli-\ngence. These days, crisis-scenario responses are standardised, with infor-\nmation processing and coordination of required action as the t wo main \nstumbling-blocks: two obstacles that AI can help remove. AI may well be \nable to bring more specific and appropriate responses to crises by taking \nmore information into account. For example, in the event of a breakdown \non a metro line it will be able to take into consideration the number of pas-\nsengers, which determine optimal speed for relieving congestion on the \nline, the availability of replacement trains and the workforce required to \nput them into service and the available alternative routes. Such optimisa-\ntion of logistics and flows is only possible if AI is provided with real-time \ndata on a wide range of parameters, with all the risks of blockage that the \ndiversity of actors involved may generate 19.\nIt would seem possible for the applications described above to reach a level \nof technological maturity enabling their deployment within the next \nfive to ten years. However, such maturity must also be able to respond to \nvarious parameters affecting the dissemination of artificial intelligence \nincluding the availability of massive data for the large-sca le operation \nof autonomous vehicles and respect for the privacy of individual owners \nwith the development of connected vehicles 20.\n18 Interview with Marie-Anne Bacot for France Stratgie, 2018.\n19 Interview with Hoang Bui, Head of Bureau of Transport Equi pment, Mechanics and \nProduction Machinery, General Directorate of Enterprises for France Strategie,2018. \n20 The CNIL has published a sector-specific reference framew ork enabling manufac-\nturers to comply with the European regulation on data protec tion. This reference \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n77R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nIn any future deployment of artificial intelligence in transport, issues of \ndata collection and exploitation will essentially be raise d between com-\npanies, and consequently will not concern the question of respect for pri-\nvacy but rather that of sharing value. For optimal use of AIs possibilities, \ndata on vehicle navigation and maintenance and on infrastructures will \nhave to be shared between several types of actors including, railway (SNCF \nnetwork and RATP in France) and road (Vinci, Bouygues, etc.) infrastruc-\nture managers and vehicle operators (Ouigo, RATP, road hauli ers, etc.). \nEconomic and technical conditions with regard to harmonisation, quality, \ninteroperability, real time, etc. will therefore have to be clearly defined.\na. Impacts on jobs in the transport industry \nThe impact of AI on the transport professions will depend on th e pros-\npects for the deployment of autonomous vehicles, which will themselves \nvary according to the transport activity. As far as road freight transport is \nconcerned, the development of autonomous vehicles could threaten lorry \ndrivers.\nSeveral reasons can be put forward. In Europe, the labour force in this \nsector represents between 35% and 45% of total costs (Intern ational \nTransport Forum, 2017), which can be a strong incentive for companies to \ninvest in technologies that promise savings. In addition, the sector is sub-\nject to strong international competition, which is an additional factor in \nthe penetration of innovations. The advent of level 4 autonomo us vehi-\ncles would allow automated driving in convoys on motorways, w hich is \nan environment particularly suited to this type of vehicle. Also, on major \nroads where many lorries travel, the formation of convoys makes it possi-\nble to reduce fuel costs while at the same time increasing safety through \nthe interconnection of vehicles 21. This automated traffic in convoys would \ninitially make it possible to increase truck driving times by m odifying \nthe regulations on rest periods for drivers who would no longer be in a \ndriving situation throughout the journey. Eventually, the presence of a \ndriver could even be required only at the head of the convoy. A h uman \nframework provides in particular for a scenario where data collected in the vehi-\ncle is transmitted to the outside to trigger an automatic action in the vehicle. See: \nCNIL (2017). \n21 See: www.eutruckplatooning.com/About/default.aspx. \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n78 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\npresence would still be necessary to take over tasks that are not yet auto-\nmated (e.g. refuelling).\nLocal drivers could be used to take the trucks to the highway or provide \nlocal services. A new logistics system for transporting the trucks could \nthen be put in place as is already the case with the rail transport. Trucks \nwould be driven by drivers to an interface area at the entrance t o the \nhighways before joining a self-contained convoy, and picked up at the exit \nfor delivery at the final point. Thus, the reduction in the ne ed for long-\ndistance drivers would be accompanied by an increase in the demand for \nlocal drivers, who would benefit from better working conditions (shorter \njourneys in a restricted geographical area). If the number of lorry drivers \njobs were to be threatened, jobs as controllers could be created to supervise \nvehicle fleets from a distance (Benhamou et al., 2018). \nIn France, as in Europe, transport of private individuals is mostly by per-\nsonal vehicles. Autonomous vehicles are unlikely to have any major impact \non this segment as the advent of level-5 automatic driving is st ill diffi-\ncult to predict. However, level 4 should already enable the d evelopment \nof new public transport services that might replace a percentage of indi-\nvidual journeys. Initial experiments underway focus on shuttle services \ntravelling routes in delimited areas. Navya, a world leader i n this area, \nhas already deployed over 50 vehicles across the world on short-distance \nroutes (up to two kilometres). We may therefore imagine that the coming \nyears will see increasing numbers of autonomous shuttles providing new \npublic transport services on local routes with fewer potential passengers \nand not covered by present-day services such as night services. The Rouen \nNormandy Autonomous Lab experiment on mobility-on-demand services \non the open road is in this direction (Transdev, 2017).\nSuch autonomous shared shuttles ensuring local services co uld comple-\nment the existing public transport offer, competing with mass public \ntransport and the transport of individuals by taxi or chauff eur-driven \ncars, in which case there may well be an impact on drivers jobs in these \nareas. However, as long as level-5 autonomous vehicles only rem ains on \nthe drawing-board, taxis and chauffeur-driven cars will remain the lead-\ning means of transport for door-to-door journeys. Moreover, the circula-\ntion capacities of autonomous vehicles that take to the road will not be able \nto rival classical means of public transport on the most frequented routes: \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n79R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nthat would lead to unacceptable over-congestion of highways. These devel-\nopments will also be accompanied by the creation of jobs for supervision \nof fleets, as well as customer-relations positions responsible for passenger \nreception and safety.\nNew work organisation for maintenance staff could also emerge. The smart \nmaintenance tools that will form part of the standard equipment for new \nvehicles and infrastructures could also be installed on existing vehicles. \nPeople responsible for service and maintenance will consequently be faced \nwith a need for new competences, both as regards the tasks being carried \nout and the tools being used.\nSmart tools will provide help and even instructions in both the diag-\nnosis and performance of maintenance tasks. It is hard to contr adict a \nmachine on the origins of a breakdown, especially if it has not happened \nyet as will be the case with predictive maintenance. Artificial intelligence \nwill not just indicate the component that needs repairing, it will also indi-\ncate how the repair is to be carried out. To borrow an image fro m the \nmedical sector, it will provide both diagnosis and treatment, implying the \nrisk of staff losing an overall vision of how a vehicle functi ons and the \nmaintenance operations to be carried out. This could lead to deskilling of \nmaintenance work, with humans being responsible for their performance \nwithout necessarily any deep understanding. At present, such a risk seems \nlimited by a general determination to preserve employees autonomy with \nregard to a vehicles overall maintenance and not focus on specialising on \nspecific tasks which may later be automated. Increasing skills is there-\nfore essential if this overall approach is to be maintained, despite vehicles \ngrowing complexity and dissemination of new smart tools. Last ly, work \npace at a maintenance centre is likely to be affected by predictive mainte-\nnance, which will enable better forecasting of workloads as well as limit-\ning activity peaks (Benhamou et al., 2018).\n3.3. Impacts in the banking sector \nThe banking sector has been a pioneer in the adoption of IT tools to man-\nage customer databases and to set up networks for online banking . The \nbanking sector was also one of the first to implement expert syst ems, \ncomputer programs designed to process technical transactions. In fact, the \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n80 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nAI solutions employed in the banking sector cover a wide variety of func-\ntions and technologies, which can be divided into four categories: applica-\ntions oriented towards customer relations, back office operations, trading \nand wealth management applications, and applications oriented towards \nregulatory use. Thus, the strong presence of structured data and the dem-\naterialised nature of the vast majority of transactions make the banking \nsector a fertile ground for the development of artificial intelligence solu-\ntions (DGE, 2019).\nWith regard to customer relations, the most developed artifi cial intelli-\ngence applications are to be found in the field of credit risk rating. Banks \nhave historically developed an ability to analyse the risk associated with \nany loan applicant using statistical models. These models are now enriched \nby additional data sources that may require artificial intelligence process-\ning. Similarly, AI is used by insurers to improve the granularity of their \noffers and recommendations (IAIS, 2017).\nBut the main field of application and the one with the greatest potential \nto transform work in the banking sector is that of conversation al assis-\ntants or chatbots (Athling, 2017). A number of back office operations can \nbe related to the financial activities of banks, including ri sk modelling \nand optimising the use of capital. As for applications in the field of wealth \nmanagement, they are gradually focusing on the analysis of weak signals \nthat can provide useful information for investments. Finally, in the regu-\nlatory field, AI applications are linked to the detection of irregular trans-\nactions and can also be used to optimise customer knowledge mechanisms, \nfor example by using image recognition to automatically ext ract useful \ninformation from the scanned image of an identity document.\n3.3.1. Evolution of the advisors profession\nThe changes brought about by AI could profoundly transform the profes-\nsion of bank advisor. In its study for the Observatoire des mt iers de la \nbanque, Athling (2017) highlights as the most impacted activ ities those \nrelating to compliance with regulatory, legal and tax changes specific to \nthe banking sector. These activities will be improved thanks to more rel-\nevant monitoring and more advanced and personalised recommendation \ntools, such as that provided by the legal search engine Doctrine.fr, which \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n81R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nwill allow on-demand access to this information. The const ruction of \nclient profiles using AI tools will also enable advisers to pr ocess credit \napplications more quickly, or to identify financial risks such as tax fraud \nor money laundering more effectively.\nIndependently of the development of AI, the announcement of its advent \ncombined with new consumer expectations are pushing banks to t rans-\nform their activities to reorient themselves around a servi ce available \n24 hours a day, 7 days a week. They intend to respond to the dual promise \nof instantaneous and quality service by combining an AI-based service for \nthe request sorting and management phase of the most frequently asked \nquestions with a remote human service, available at all times. A form of \nlow-cost service could also emerge where the consumer would only have \naccess to automated help, even if it means paying an additiona l fee to \ninteract with a human. At Orange Bank, the solution set up to filter cus-\ntomer service requests has achieved a recognition and comprehension rate \nof around 80%. 22 Artificial intelligence is not always able to provide a rel-\nevant response, which means that customer service agents process about \none out of every two requests in the end. The agents mainly assi gned to \nthe operation of the platform or to solving technical problems encountered \nduring its use could gradually see a double effect on their job: a reduction \nin the number of dedicated employees and an increase in the complexity \nof the tasks remaining to be processed. \nThe increasing efficiency of AI in answering questions relat ed to the \nonline banking platform, which is already the priority means of interac-\ntion between customers and their bank, will in fact free up time and facili-\ntate the work of these agents by filtering the number of requests. The bank \ncould then choose to train these customer service agents to re spond to \nrequests that traditionally fall under the responsibility of the bank advi-\nsor. This development corresponds to the expectations of the customer, \nwho increasingly sees his adviser not as the one who shares resp onsibil-\nity for managing his portfolio, but as an assistant who must help him nav-\nigate through the complexities of the banking system, making him self \navailable to unblock a situation. \n22 Interview with Emeric Chaize, Chief Digital Officer of O range Bank, for France \nStrategie, 2018.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n82 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nThis field is also seeing the emergence of new players who hav e one of \nthe key resources for setting up an AI-based system. Integrat ed services \ngroups specialising in customer relations, which have access to consider-\nable amounts of data as part of customer service operations on behalf of \nthird-party companies, will be led to set up a replacement offer managed \nsolely by a robotbot-shoringwhich could drastically red uce their \ncosts.\nThe availability of AI technologies that facilitate the banking advisors job \nand reduce the volume of knowledge required by making them more avail-\nable may also be an incentive for bank advisors to evolve towards greater \ncustomer knowledge. Advisors could then take on more responsibility for \nmanaging their clients, spending more time recommending investments \nor sources of financing. In this scenario, social and decision-making skills \nwill be enhanced, and bank branches may be encouraged to focus on train-\ning in dialogue or negotiation skills. \nDepending on the choices made by companies in the sector, artificial intel-\nligence may help to optimise the service and further the tren d towards \ndematerialisation, or it may reinforce the importance of th e adviser by \ngiving him or her greater autonomy. \n3.3.2. Transformation of support functions\nThe transformation of support functions within the banking sector is in \nline with previous developments observed with the advent of the digi-\ntal environment. With artificial intelligence, certain tasks, including the \nmost repetitive ones, are bound to disappear, particularly t hose related \nto data collection, which will be optimised or accelerated. New working \nmodalities will emerge, where actors will have to learn how t o interact \nwith the new AI-based system to help it progress (Benhamou et al., 2018). \nAs far as information systems are concerned, the arrival of me thods \nderived from artificial intelligence will not disrupt the organization. The \nadvances will be in line with the processes set up with RPA or Robotic \nProcess AutomationIT automation projects based on non-learning algo-\nrithms, implemented since the 1990s and continuously developed. For other \nactivities, such as compliance activities, AI tools can lead to an upgrading \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n83R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nof transferable skills identified for example in the work of France Stratgie \nwhere the banks employees demonstrate responsiveness, adaptability, as \nwell as office automation and IT skills (Lain, 2018). Highlig hting these \nskills could increase their employability. \n3.3.3. Evolution of skills specific to artificial intelligence \nThe needs specifically related to the IT development of AI in the banking \nsector do not represent a particular stake in the total volume of employ-\nment in the sector. Nevertheless, they do require special adaptations that \ndeserve to be highlighted. The scarcity of skills pushes comp anies wish-\ning to implement solutions based on artificial intelligence to turn to spe-\ncialized external organizations 23. Those who want to create these skills \ninternally will be forced to make major changes to their worki ng envi-\nronment as AI projects require an extended phase of experimenta tion \nand preparation which is similar to advanced research proje cts, requir-\ning scientific rigour and patience. Rather than focusing on internal skills \ndevelopment, the major digital groups have chosen to open their research \ndepartments to the outside world and to form partnerships with univer-\nsities or research organisations. These transformations are a prerequisite \nfor the deployment of artificial intelligence. \n4. CONCLUSIONS: LEARNING ORGANISATIONS \nAND THE FUTURE OF AI\nThe objective of this article has been to use sectoral examples as a basis for \ndrawing more general lessons concerning the effects of AI on w ork. The \nanalysis has shown that not all tasks that make up the core jobs i n the \nthree sectors analysed can be automated. Trades that draw their strength \nfrom their human and social activities and mobilize skills th at call for \ncreativity and complex problem solving will be preserved. This is the case \nin particular for certain highly skilled occupations, such as doctors, or \nlow-skilled occupations such as care assistants or social work ers. While \n23 According to a survey carried out by EY in December 2017 among 200 AI profession-\nals, 56% of whom estimated that a shortage of trained profiles was the main obstacle \nto development of AI.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n84 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nin the transport sector the activity of driving may disappear in the long \nrun with the further development of the autonomous vehicle, more and \nmore supervisory tasks may also appear, thus transforming certain profes-\nsions. This phenomenon is not new. Robotization in the automotive indus-\ntry is an old phenomenon which has led to the repositioning of w orkers \non supervisory tasks. This is also the case for the banking sector with the \ndigitisation of a large number of activities is leading to th e evolution of \nthe professions providing advice to individuals. The article also points out \nthat AI has made it possible to carry out tasks that previously werent car-\nried out, either because they were too time consuming and tedi ous for \nhumans or because they were economically unprofitable. In t he health \nsector, for example, the analysis of electrocardiograms is a case in point \nor in the banking sector the detection of anomalies in transactions using \nAI-based devices. \nIn many cases AI-based devices appear to be used in ways that are comple-\nmentary to the tasks performed by humans. Here, the human element in \nthe task is not eliminated and the person relies on a tool that helps him \nor her: a tool to assist in diagnosis or therapeutic proposals in the medi-\ncal field or a tool to support the customer advisor in the banking sector. At \nthe same time, alongside this process of complementing human skills, AI \ncan substitute for certain routine cognitive tasks. With technological pro-\ngress, the scope for this sort of substitution is likely to increase, with AI \ncompeting directly with a wider range of human cognitive abilities. The \nskills associated with any task that follows pre-determined rulessimple \nor complicatedrisk being downgraded by future advances in AI. \nFor this reason, in order future-proof ones position in tomorrows labour \nmarket a major challenges will be to have the ability to learn continu-\nously and to develop new skills, especially those that are tra nsversal to \nthe labour market (Benhamou, 2018). The sectoral examples point out in \nparticular that cross-cutting competenciesthe ability to communicate \nwith others and influence decisions, the ability to transfer organizational \nskills and know-how and the ability to manage hazardswill be come \nmore important with AI. \nIn this light, learning forms of work organization that are based on a logic \nof continuous learning could be particularly well suited to the challenges \nposed by the integration of artificial intelligence. As the recent study by \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n85R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nBenhamou and Lorenz (2020a ; 2020b) shows, learning organizations are \nbased on the use of forms of work organisation that develop cross-cutting \ncompetencies and support continuous employee learning. Adopting these \nforms of work organization could be a relevant lever to ensure that AI is \nused to enhance complementarity between machines and humans and not \nsimply to substitute for humans. \nAnother factor that argues in favour of the model of learning forms of work \norganization concerns the innovation diffusion process itse lf. Indeed, \nthe principle of AI is to discover statistical regularities while remaining \nencapsulated in an expert decision-making system that uses histori-\ncal data. Paradoxically, this can favour a certain conservatism in human \ndecision-making. However, progress is not a matter of the past, but of cre-\nativity and risk-taking. This also speaks in favour of adopting a learning \norganization design that encourages risk-taking and the development of \nsystems thinking to increase the organizations ability to move beyond \npredetermined frameworks and norms resulting from standardized pro-\nduction processes. If, to the contrary, companies adopt more traditional \nhierarchical forms of organisation there is an increased risk that AI will \nbe used mainly for purposes of substituting for human labour because the \nproduction process in these organizational forms are based on a very high \ndegree of standardization and compliance with predetermined rules. \nThus, independently of the impact of AI on the level of employment, the \ndeployment of AI points to the need for a profound rethinking of work \norganisation to support continuous learning capacities and the evolution \nof skills. Much will depend on the competitive market strategy o f the \nenterprise and on the organisation of work that is adopted in its support. \nWhile the use of learning forms of work organization contributes to the \ncompetitive advantage of firms seeking competitiveness based on inno-\nvation, the use of low-skilled employees with limited training and a low \ncapacity for learning contributes to the pursuit of competitive advantage \nthrough cost-cutting. If AI is used in support of a logic of cost rationalisa-\ntion, the virtues of training will be limited because human-machine com-\nplementarity will not be sought. \nThe organisational challenges posed by the advent of AI are immense and \nmust be considered in a manner consistent with a nations education and \ntraining system. In order to protect the labour market again st the risks \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n86 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nof skills downgrading and obsolescence, it will be necessary to invest in \ncross-cutting skills and to increase the capacity of individuals and firms \nto continuously learn. While these forms of skills development can be sup-\nported through innovative policies at the level of the formal educational \nand training system, they will also depend on the choices made by employ-\ners. Skills emerge in part from employees daily work experience and this \nspeaks to the need for complementary polices and frameworks designed to \npromote the adoption of learning forms of work organization.\nREFERENCES\nACEMOGLU, D., and RESTREPO, P. (2017). Robots and jobs: Evidence from US labor mar-\nkets. National Bureau of Economic Research Working Paper 2328 5, Cambridge \nMA. Retrieved from https://www.nber.org/papers/w23285.pdf\nALPAYDIN, E. (2016). Machine learning: the new AI. MIT Press.\nALDERWICK, H., HAM, C. and BUCK, D. (2015). Population Health Systems, Going beyond into \nintegrated Care, February 2015. The Kings Fund.\nARNTZ, M., T. GREGORY and U. ZIERAHN (2016). The Risk of Auto mation for Jobs \nin OECD Countries: A Comparative Analysis, OECD Social, Em ployment and \nMigration Working Papers, No. 189, OECD Publishing, Paris.\nATHLING (2017). LIA dans la banque : emploi et comptences, Observatoire des mtiers \nde la banque, dcembre.\nASSOCIATION INTERNATIONALE DES CONTRLEURS DASSURANCE ( IAIS) (2017). \nFinTech Developments in the Insurance Industry, 21 fvrier.\nBENHAMOU, S. (2018). The world of work in 2030: Four scenario s in Work in the \nDigital Age: Challenges of the Fourth Industrial Revolution, Ed. Max Neufeind, \nJacqueline OReilly, Florian Ranft, Rowman et Littlefield Intl., London-New York\nBENHAMOU, S. and JANIN L. (2018). Artificial Intelligence and Work, Report France \nStratgie to the Minister of Labour and the Minister of State for the Digital \nSector. \nBENHAMOU, S. and LORENZ, E. (2020a). Les organisations du tr avail apprenante, \nEnjeux et Dfis pour la France, Avril 2020. Rapport de France Stratgie. \nBENHAMOU, S. and LORENZ, E. (2020b). Promoting Learning Work O rganizations: \nIssues and Challenges for France, April 2020. Note de synthse, France Stratgie.\nBOWLES, J. (2014). The Computerization of European Jobs, Bruegel, Brussels. \nBRYNJOLFSSON, E. and MCAFEE, A. (2014). The second machine age: Work, progress, and pros-\nperity in a time of brilliant technologies. WW Norton & Company.\nCHOLLET, F. (2018). Deep Learning with Python, Manning Publications, Sister Island.\nCNIL (2017).  Vhicules connects : un pack de conformit po ur une utilisation respon-\nsable des donnes , 17 octobre.\nDIRECTION GNRALE DES ENTREPRISES (DGE) (2019). Intellig ence artificielle  tat \nde lart et perspectives pour la France, tudes conomiques , rapport final, \nfvrier 2019.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n87R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nFOLEY, T. and F., FERGUS (2015). The Potential of Learning Hea lthcare Systems, The \nLearning Healthcare Systems Projects: http:/ /www.learninghealthcareproject.org/ , \nThe Health Foundation, New Castle University and Institute of Health and \nSociety. \nFORD, M. (2015). Rise of the Robots: Technology and the Threat of a Jobless Future. New York: \nBasic Books.\nFREY, C.B., and OSBORNE, M. (2013). The future of employmen t, Oxford Martin \nProgramme on Technology and Employment, Oxford University.\nGRABER, M.L., and MATHEW, A. (2007). Performance of Web-Based Clinical Diagnostis \nSupport System for Internist, J Gen Intern Med 2007; 23 (S1) : 37-40: https://\nwww.researchgate.net/publication/5754108_Performance _of_a_Web-Based_\nClinical_Diagnosis_Support_System_for_Internists.\nGRAETZ, Georg, and Guy MICHAELS. Robots at work. Review of Economics and \nStatistics 100.5 (2018): 753-768.\nHELITO, C. P., HELITO, P. V. P., COSTA, H. P., DEMANGE, M. K., a nd BORDALO-\nRODRIGUES, M. (2017). Assessment of the anterolateral liga ment of the knee \nby magnetic resonance imaging in acute injuries of the anteri or cruciate lig-\nament. Arthroscopy: The Journal of Arthroscopic and Related Surgery, 33(1), 140-146.\nINTERNATIONAL TRANSPORT FORUM (2017). Managing the Transit ion to Driverless \nRoad Freight Transport, Paris.\nKAISER PERMANENT (2018). Kaiser Permanente Washington, Pop ulation Health, \nProgram Description, October 2018: https://wa.kaiserper manente.org/static/\npdf/public/about/population-health-2019.pdf.\nKNIGHT, W. (2016). An AI Ophthalmologist Shows How Machine L earning May \nTransform Medicine, MIT Technology Review.\nLAIN, F. (2018).  Situations de travail, comptences trans versales et mobilit entre les \nmtiers , Document de travail n 2018-03 et Note de Synthse, France Stratgie, \nParis.\nLIANG, A., PIROTH, I., ROBINSON, H., MACDONALD, B., FISHER, M., NATER, U.M., \nSKOLUDA, N. and BROADBENT, E. (2017). A pilot randomized trial of a companion \nrobot for people with dementia living in the community. Journal of the American \nMedical Directors Association, 18(10), pp. 871-878.\nLE RU, N. (2016).  Leffet de lautomatisation sur lemploi : ce quon sait et ce quon \nignore  La Note dAnalyse, no.49, France Stratgie, Paris.\nMALONE, A. (2018).  Vers des systmes dinformation hautem ent performants, enjeux \ncliniques, enjeux de gouvernance, enjeux systmiques , in Herv, C. Stanton-\nJean, M., (eds.) Innovations en sant publique, des donnes personnelles aux donnes mas-\nsives (Big Data), Dalloz, p. 157-171.\nMALONE, A., POLITI, C. (2020).  Pour un systme dinformati on et dorganisation popu-\nlationnel , French Hospitals Federation.\nMCKINSEY GLOBAL INSTITUTE (2015). The Internet of Things: M apping the Value \nBeyond the Hype, June 2015. \nMURO, M., R., MAXIM and J., WHITON (2019). Metropolitan Policy Program, Brookings \nInstitute.\nOBERMEYER, Z., B., POWERS, C., VOGELI and S., MULLAINATHAN ( 2019). Dissecting \nracial bias in an algorithm used to manage the health of popul ations, Science. \nVol. 366, Issue 6464, pp. 447-453.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n88 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nOECD Report (2019). Artificial Intelligence in Society, June 2019.\nSHADEMAN, A., DECKER, R.S., OPFERMANN, J.D., LEONARD, S., K RIEGER, A. and \nKIM, P.C. (2016). Supervised autonomous robotic soft tiss ue surgery, Science \ntranslational medicine, 8(337), pp. 337-64.\nSILVER, D., HUBERT, T., SCHRITTWIESER, J., ANTONOGLOU, I., LAI, M., GUEZ, A., \nLANCTOT, M., SIFRE, L., KUMARAN, D., GRAEPEL, T., LILLICRAP , T., \nSIMONYAN, K., and HASSABIS, D. (2018). Mastering chess and shgi by self-play \nwith a general reinforcement learning algorithm, Science, Dec 2018: 1140-1144.\nSILVERSTEIN, M.J., RECHT, A., LAGIOS, M.D., BLEIWEISS, I.J ., BLUMENCRANZ, P.W., \nGIZIENSKI, T. and KUSKE, R. (2009). Image-detected breast cancer: state-of-\nthe-art diagnosis and treatment. Journal of the American College of Surgeons, 209(4), \npp. 504-520.\nINSTITUTE OF MEDICINE (2013). Best Care at Lower Cost: The Path to Continuously Lea rning \nHealth Care in America. Washington, DC: The National Academies Press. https://doi.\norg/10.17226/13444.\nVALLANCIEN, G. (2015). La mdecine sans mdecin ? Le numrique au service du malade, Paris, \nGallimard, Coll. Le Dbat.\nVILLANI, C., AI for Humanity: French Strategy for AI (2018 ). https://www.aifor-\nhumanity.fr/en/.\nVISSER, M., VAN ROODEN, S. M., VERBAAN, D., MARINUS, J., STIGGELBOUT, A. M., and \nVAN HILTEN, J. J. (2008). A comprehensive model of health-r elated quality of \nlife in Parkinsons disease. Journal of neurology, 255(10), 1580-1587.\nWANG, D., KHOSLA, A., GARGEYA, R., IRSHAD, H. and BECK, A.H. (2016). Deep Learning \nfor Identifying Metastatic Breast Cancer, Beth Israel Deaco ness Medical Center \n(BIDMC) and Harvard Medical School.\nWORLD BANK (2016). Digital Dividends, World Development Report. Washington D.C.",
  "chunks": [
    "Revue dconomie industrielle\n169 | 1er trimestre 2020\nIndustry 4.0: Current Issues and Future Challenges\nArtificial Intelligence and the Future of Work\nIntelligence Artificielle et Avenir du Travail \nSalima Benhamou\nElectronic version\nURL: https://journals.openedition.org/rei/8727\nDOI: 10.4000/rei.8727 \nISSN: 1773-0198\nPublisher\nDe Boeck Suprieur\nPrinted version\nDate of publication: September 1, 2020\nNumber of pages: 57-88\nISBN: 978-2-8073-9397-4\nISSN: 0154-3229",
    "on.org/rei/8727\nDOI: 10.4000/rei.8727 \nISSN: 1773-0198\nPublisher\nDe Boeck Suprieur\nPrinted version\nDate of publication: September 1, 2020\nNumber of pages: 57-88\nISBN: 978-2-8073-9397-4\nISSN: 0154-3229\n\nElectronic reference\nSalima Benhamou, Artificial Intelligence and the Future of Work, Revue d'conomie industrielle\n[Online], 169|1er trimestre 2020, Online since 05 January 2023, connection on 27 June 2024. URL:\nhttp://journals.openedition.org/rei/8727 ; DOI: https://doi.org/10.4000/rei.8727 \nThe text only may be used under licence CC BY-NC-ND 4.0. All other elements (illustrations, imported\nfiles) are All rights reserved, unless otherwise stated.\n57\nR E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1\nE R \n T R I M E S T R E 2 0 2 0\nARTIFICIAL INTELLIGENCE \nAND THE FUTURE OF WORK \nSalima Benhamou, Labour-Employment-Skills Department France St ratgie\n Keywords: Artificial Intelligence, future of work, learning organis a-\ntions, healthcare sector, transport sector, banking sector\n Mots-cls : Intelligence artificielle, avenir du travail, organisati on \ndu travail apprenante, comptences, conditions de travail , secteur de la \nsant, secteur des transports, secteur bancaire\n1. INTRODUCTION\nArtificial intelligencemeaning the group of technologies t hat carry out \ncomputationally tasks traditionally assigned to human being sis central \nto current debates around the world on social and technologic al changes. \nAbout ten years ago, Artificial Intelligence (AI) technologi es started to \nachieve remarkable progress in a surprising variety of appl ications. This is \ndue to three interconnected technological advances: increases in process-\ning power that allowed for larger models to be trained with ma chine learn-\ning algorithms; the availability of large amounts of annotate d data for \npurposes of training these large models; and progress in mac hine learn-\ning theory resulting in improvements in learning algorithms .\n 1\n In the near \nfuture, technological progress may well enable AI to carry ou t increasingly \ncomplex tasks, coming ever closer to rivalling human cogniti ve capacities. \n1 For a discussion of the factors driving recent advances in AI, see Chollet, 2018, \npp. 20-23.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n58 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nThe machines victory in the game of Go, the first autonomous vehicles, \nand the successful use of computer-aided medical diagnosis software are \nall emblematic of the advances made thus far. There are an imp ressive \nnumber of areas where AI can be applied, including healthcare, transport, \nbanking and insurance, retail, science. This broad scope of application has \nled to the view that AI is a general-purpose technology that potentially \nwill disrupt all aspects of life, economy and society (Brynjolfsson, E. and \nMcAfee, A., 2014). \nSome observers see AI as an economic opportunity due to the productivity \ngains it may generate (lower costs as a result of automation of operations, \nimprovement of coordination processes, production flow opt imisation, \netc.) and the new markets it may create. AI is also perceived as a social \nopportunity thanks to the processing of big data generated by connected \nsystems which may well give rise to new professions (data sci entists, AI \nprogrammers, etc.) and improve working conditions by taking over repet-\nitive routine tasks. Others, however, see AI as a threat to employ ment \nand as a technology that will aggravate inequalities and socia l polarisa-\ntion, with the almost certain disappearance of whole realms of activity in \nmany sectors, and various professions, some requiring few qualifications \nbut others that are highly skilled (lawyers, auditors, physicians, etc.). \nBut how real is the risk for substitution of human tasks with AI? A num-\nber of researchers have put forward the hypothesis of massive automation \nof existing jobs by new digital technologies including artifi cial intelli-\ngence. The famous study by Frey and Osborne (2013), from the University \nof Oxford, predicted that 47% of total employment in the Unit ed States \nwas at a high risk (70% chance or higher) of vanishing over the next two \ndecades. Other studies adopting the same methodology predicted similarly \nalarming impacts in other industrialized nations (Bowles, 2014). The stud-\nies adopting the methodology of Frey and Osborne (2013) are c arried out \nat the occupational level and assume that the same occupational category \nwill be impacted in the same way regardless of the size of the f irm and \nthe country of location. However, Arntz et al., (2016), in a study carried out \nat the task level and taking into account country-specific diffe rences in \nthe job content of the same occupations, estimated that only between 10% \nand 15% of occupations are at high risk of being automated. 2 Furthermore, \n2 See Le Ru (2016) for a critical assessment of the literature.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n59R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nit is important to appreciate that such studies only focus on the technical \npotential for job elimination without taking account the fact that new jobs \nwill be created by technical change. 3\nGiven the uncertainty in recent studies concerning the impa ct of AI on \njobs and employment, we turn to recent history in order to imagine what \nwork will be like in tomorrows world and the consequences of the adop-\ntion of artificial intelligence on employment. History shows us that tech-\nnological advances have never led to abrupt changes leading to massive \ndestruction of jobs. On the contrary, their effects have bee n progressive \nand have always resulted in the emergence of new forms of work. But are \nwe not confronted with an altogether new phenomenon? Artificial intel-\nligence may not only impact the volume of employment but also its con-\ntent, as it is no longer a matter of automating tasks depending primarily \non physical strength, agility and speed, as was the case in previous indus-\ntrial revolutions, but rather one of automating cognitive tasks.\nIt is difficult to know what will be happening in fifteen or twenty years \nfrom now as regards technological advances and their dissemination and \nappropriation in the world of work. Technology and how much it is used \nare certainly factors of change, but they are far from being the only deter-\nminants of the transformation of work organisation and practices. Other \nfactors also contribute to shaping work, including the le gal environ-\nment, the economic context (competition in particular) and t he social \nenvironment as regards the level of education, access to train ing, indi-\nvidual aspirations or demography. If we want to project ourse lves into \nthe future in order to identify the benefits and risks connected with AI, \nwe must also incorporate these contextual factors which combined with \nfuture advances in AI may well transform work and employment.\nThe objective of this article is to clarify the debate on the impact of AI on \nwork by starting from a consideration of what we know today ab out AI, \nboth in terms of its limits and its potential. Defining artificial intelligence \nis the first step in providing the keys to understanding futu re transfor-\nmations (Section 2). The uncertainties regarding its longer-term potential \nserve to inflame the ongoing debate, given that AI raises questions that \n3 For the various limitations of the forward-looking literatu re seeking to predict the \nfuture impact of AI on employment, see Muro et al., 2019, p. 20.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n60 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\ngo far beyond the world of work including fundamental questi ons con-\nnected with ethics and social acceptability, personal data p rotection, AI \ndesigners and users responsibility and transparency of human/machine \ninteractions. This article does not seek to supply exact ans wers on what \nwork will be like in tomorrows world. Its main goal to examine how AI \nis being used today and, on that basis, to identify plausible po ssibilities \nfor its future use in particular fields of application and selected sectors of \nactivity. The sectoral approach is useful for identifying potential oppor-\ntunities and risks in detail, including task evolution, learning dynamics, \nincreases in technical and social skills, changes in working con ditions, \nmanagerial practices and gains in or loss of autonomy (Section 3). The arti-\ncle focuses on three sectors in which AI has already started to s pread: \nhealth, retail banking and transport. They are also regarded as sectors \nwith the potential for creating jobs and are therefore important focuses \nof public policies. Finally, once the risks and benefits of AI on work have \nbeen analyzed, the concluding section will consider what forms of work \norganisation are best adapted to promoting human-machine complemen-\ntarity, while enabling organisations to reconcile a high level of innovation \nwith a high level of quality of work and employment (section 4).\n2. THE REALITY OF AI \n2.1. The potential of AI\nArtificial intelligence is a scientific discipline that is by no means new \nwith its foundations dating back to the beginnings of computer science in \nthe 1940s and 1950s, with numerous different methods whose purpose is \nto reproduce cognitive functions by computers. The term artificial intelli-\ngence itself was coined in 1956 by John McCarthy, one of founding fathers \nof the field along with Allen Newell and Herbert Simon.\nOne branch of AI, known as machine learning or statistical learning, has \nmade spectacular progress over the past few years due to the remarkable \nefficiency of multilayer deep neural networks in performing classification \ntasks, of images in particular, following a learning phase based on a large \nnumber of examples. Pattern recognition seemed to require human intel-\nligence, given the almost infinite dimensions of the problem to be solved \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n61R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\n(the number of parameters characterising an image). Advances in neural \nnetwork design, however, show that this is not the case and this is what \nsparked off the recent AI revolution that is raising new ques tions about \nthe transformations of work.\nAI brings together a range of fields including logical reason ing, knowl-\nedge representation, and natural language perception and processing. Its \nmain applications at present are connected with advances in m achine-\nlearning techniques, deep learning in particular, which usually requires \nthe availability of big data. A first type of application consists of radically \nsimplifying human/machine interaction. Voice recognition and synthesis \nand natural language processing (NLP), whether to engage in simple con-\nversations between people and machines or for automatic translation, are \njust a few examples of this initial group of generic applications usable in a \nwhole range of activity fields. A second type of application is recognition \nof specific patterns in big data, resulting from multiplication of sensors \nor organised collection. Examples include image and video analysis, facial \nrecognition and detection of breakdown precursor signals. These two \nmajor use categories, both of which are closely connected with the degree \nto which the activities concerned are digitised, are already possible. 4 \nWithout going into the details of these technologies, suffice it to say that \nthey reproduce existing classifications or achieve well-defined objectives \nsuch as winning a game. Even though the exact mechanisms that re sult \nin such efficiency are not yet fully understood from a theoretical point of \nview, the technology is nonetheless deterministic and controlled. It is the \nAI programmer that chooses the software architecture he or she wishes to \nuse (type of neural network, number of layers, etc.), the learning method \n(initialisation algorithm and updating of weights for each ne uron) and \nthe training data to be used. We are therefore a long way off fr om an \nautonomous system operating independently of its designer.\nSuch systems can possess a real capacity for learning in the s ense of the \nautomatic exploration of a solution space much deal larger than the algo-\nrithms designer would have been able to imagine. This is how A lphaGo \nsoftware, which was initially trained to play Go on the basis of millions of \nrecorded matches, was subsequently able improve its strategies by playing \n4 For an overview of machine learning applications, see Alpaydin, 2016, C h. 1.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n62 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nagainst itself until it ultimately succeeded in winning agai nst a human \nbeing. This example does not serve to demonstrate any intelligence or con-\nsciousness on the machines part, but rather an ability to so lve compli-\ncated problems characterised by a high configuration space.\n2.2. The limits of AI \nAlthough AI has made considerable progress in recent years, t here are \nseveral limitations to this technology that prevent it from c ompeting \nwith humans on complex tasks or activities. These limitations are mainly \nrelated to the access and quality of big data and the inabilit y to under-\nstand and explain complex mechanisms that are not based on determin-\nistic laws. \nFirst, with respect to its use of big data, AI requires colossa l computing \ncapacity to train algorithms for the exploitation of deep lea rning. For \nexample, according to Jangquing Jia, director of engineering for Facebooks \nAI platform, to train one typical ImageNet model takes abou t one exa-\nflop of computing 5. Achieving human brain capability would require sev-\neral orders of magnitude of increase in computational power that is out of \nreach today, which is a severe limitation of AI.\nSecondly, training algorithms requires data properly annotat ed by \nhumans, which may require considerable effort, particularly for training \nlarge neural networks. The work consists in putting the data in a form \nappropriate for training the algorithms by cleaning them, ann otating \nthem and converting them into a usable format for the users. For example, \nImageNet, an image database, required nine years of work and its contrib-\nutors manually annotated more than 14 million images 6. The data must \nalso be sufficiently representative of the problem to be solved. \nFurthermore, the quality of AI systems also depends on the training base \non which the algorithm was built. If the training data contain b iases in \nterms of such factors as gender or location the algorithm will n aturally \n5 See: https://www.techrepublic.com/article/four-ways- machine-learning-is-evolving- \naccording-to-facebooks-ai-engineering-chief.\n6 See: https://www.kdnuggets.com /2018/05/data-labeling-ma chine-learning.html.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n63R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nreproduce these biases in its recommendations. The biases may come from \nthe very modelling of the system architecture and in particular from the \ncategorization of the possible decisions and the nature of the performance \ncriterion or the family of decision rules accessible by the algorithm. The \ndata used to train the algorithms may also be non-representati veness of \nthe population concerned or simply reflect the structural b iases of soci-\nety. These biases can then lead to inequities in the treatment of individu-\nals and raise the question of the value to be given to the choices made by \nthe algorithms. For example, a recent study has shown that a risk predic-\ntion algorithm used to define the amount of financial aid for health care \ngave a lower score to blacks than to whites (Obermeyer and al., 2019). After \neliminating the discriminatory feature of the algorithms, the percentage \nof black patients considered to be sick rose from 17.7% to 46.5%. This bias \nwas due to the fact that the algorithm predicts health care cost s rather \nthan illness. Inequality in access to care means that black patients spend \non average less money on medical treatment than white patien ts. Thus, \nwhile health care costs can be an effective indicator of population health, \nsignificant racial biases can occur. This risk can also arise when AI is used \nto quickly screen and select job applicants based on their cha racteristics \nor career paths, as was the case with the system used by Amazon. 7 Thus, \nensuring the absence of bias in the data can require considerable human \nand financial effort, both in terms of data collection and the subsequent \non-the-ground verification testing necessary for both learning and final \nperformance verification.\nFinally, AI is capable of performing not only simple tasks but a lso com-\nplicated tasks as long as these tasks are based on predetermined rules or \nstandards that are highly standardized in a mass of codifiable data. It is \ntherefore difficult for AI-based systems to deviate from stan dards or to \nthink for themselves. The learning dynamic is based on a routine mecha-\nnism and limited to a very specific context. This limitation makes it dif-\nficult for AI to solve complex problems such as managing unpre dictable \nhuman behaviours, understanding people in all their complexity, show-\ning empathy, or performing several complex tasks at the same time. It is \nno coincidence that the most important successes of AI operate mainly on \nimages that are very standardized in terms of digital content. In fact, it \n7 See: https://www.theguardian.com/technology/2018/oct/10/amazon-hiring-ai-gender- \nbias-recruiting-engine.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n64 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nwould be more appropriate to talk about artificial learning t han artifi-\ncial intelligence. Finally, even if the current output of AI is based on the \navailability of a large number of events (often several thousand) and on \nsignificant computing power for learning, the results are not very gener-\nalizable to other situations. Advances are still a long way from portending \nthe advent of so called strong AI, which would actually be comparable \nto human intelligence in its ability to understand context and make use \nof common sense in its ongoing capacity to learn. Such an achievement \nseems well out of reach at the present time, as the researcher Yann LeCun 8 \nhas emphasised, even if the generic character of the technologie s devel-\noped so far is enough to give us a foretaste of future impacts on all sectors \nof the economy.\nMost of the literature in economics, including the substant ial body of \nresearch following the methodology of the seminal study by F rey and \nOsborne (2013), has focused on how AI will substitute for different tasks \nand in some cases for entire occupations. In what follows, we show based \non empirical evidence at the level of organisations and sect ors, that the \neffects are more complex and that the creation of new tasks and compe-\ntences is as important as the elimination of old. This also vari es across \nsectors. This article, therefore, aims to make explicit the missing comple-\nmentarity dimension in the analysis of the impact of AI on work trans-\nformation. \nTo realistically illustrate the current and potential impacts of the diffu-\nsion of AI, this section focuses on the diffusion of existing AI technologies \nor the potential for their diffusion in the near future with a high degree of \ncertainty. It leaves unaddressed the question of the possible impact of rad-\nical advances in technology, including the ability to achieve strong AI. \nIn order to provide concrete examples of the possibilities being opened up \nby artificial intelligence and its impacts on work, the analy sis of three \nsectors of activitytransport, banking and healthall of whi ch provide \nuseful examples of the trends underway. Together, the three sectors cover \n8 As long as the problem of unsupervised learning has not been s olved, we will not \nhave a truly intelligent machine. This is a fundamental scie ntific and mathemat-\nical question, not a question of technology. Solving this pro blem may take many \nyears, even several decades. Truth to tell, we know nothing ab out it, Yann LeCun, \nComputer Science and Digital Sciences Chair, 2016-2017, class at the Collge de France.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n65R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\na range of realities in terms of types of production in both industry and \nservices as well as types of actors coming from both the private and public \nsectors and from various institutional and regulatory contexts. \n3. THE IMPACT OF AI ON WORK: A SECTORAL \nAPPROACH\nThe three sectors analysed are generally considered to be one s that are \nhighly exposed to AI. Transport has attracted attention due to the devel-\nopment of the autonomous vehicle, which has been much publicised since \nGoogle, followed by Waymo, Uber, Tesla, General Motors, Navya, and other \ncorporations announced their intention or started to test ve hicles. The \nalready advanced degree of digitisation in the banking sector as well as \nthe intangible nature of the matter it handles involving the exchange \nof information on transactions, has lent itself perfectly to exploitation by \nAI. The health sector is one that everybody is concerned with and there is \ngreat interest in the scope for AI to be used as a support in processing data \nconnected to highly complex life science-based mechanisms. These three \nsectors are regularly referred to in Frances national AI strategy (Villani, \n2018) and in the AI strategies of others advanced countries (OECD, 2019). In \naddition, in terms of entrepreneurship, they are often leaders in the rank-\ning of sectors in terms of investment in start-ups (OECD, 2019). \nThe discussion focuses in on whether the use of AI in certain f ields of \nactivity could replace human work or, on the contrary, will p rove to be \ncomplementary to human work. For each sector, the analysis i dentifies \nfirst the main areas of AI application and then focuses in on how AI sub-\nstitutes and complements for skills of different occupations or professions. \nIn relation to this it assesses how the transformation of work affects skills \nand working conditions. The analysis of these three sectors is based in \npart on the results of case studies and surveys conducted in the framework \nof hearings with AI experts and professionals (company directors, manag-\ners, engineers, doctors, start-ups etc.) for France Stratgie, and described \nin more detail in Benhamou et al. (2018). 9\n9 See: https://www.strategie.gouv.fr/publications/int elligence-artificielle-travail.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n66 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\n3.1. Work Transformations in the Health Sector\nHealth is often presented as one of the sectors where artificial intelligence \ncould produce major transformations in the workplace. Medico-technical \nrobotics is already important in biology, pharmacology and surgery. Some \nobservers go so far as to envision a medicine without a doctor that could \nfundamentally transform medical practice and the organiza tion of our \nhealth care system (Vallancien, 2015).\n3.1.1. Several fields of application are concerned by AI\nNearly all fields of artificial intelligence that have been developed, includ-\ning image and video recognition, natural language processing, automatic \nlearning, and robotics find applications in health care. Thi s is true for \ndiagnosis and therapeutic recommendations, surgery with smart robots, \npersonalized follow-up, the medical-social field, rehabili tation but also \nprevention and clinical research.\nFor example, in the field of medical diagnostics, there are many AI tools \non the healthcare market and the scope of their applications is impressive. \nThey can be found in medical specialties such as oncology, which covers \nall medical specialties, studies, diagnosis and treatment o f cancer, car-\ndiology, ophthalmology, radiology and the detection of neurological dis-\norders (e.g. Alzheimer and Parkinson). Whatever the field, the principle \nis always the same. Algorithms fed and trained by massive data ( medi-\ncal image recognition, medical research results, etc.) are self-programmed \nto detect pathologies. The emblematic tool is the Watson comp uter soft-\nware from the IBM industrial group, which was introduced to the health-\ncare market in 2005. Watson has been used in particular at the Memorial \nSloan Kettering Cancer Centre, an American institute specializing in med-\nical research and cancer treatment, to assist in diagnosis an d therapeu-\ntic proposals. This type of software, presented as an intelligent medical \ndecision support tool, synthesizes a mass of information from millions of \nmedical reports, patient records, clinical tests and knowl edge (updates) \nfrom medical research. Some software may soon be able to diagnose can-\ncer as well as, or even better than, specialists. According to a recent study \n(Wang et al., 2016), artificial intelligence has been able to automatical ly \ndetect breast cancer with a 92% success rate, almost equivalent to that of \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n67R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nspecialists (96%). When the doctors analyses and the diagnostic methods \nfrom the automated software are combined, the success rate is 99.5%, with \na greatly reduced risk of error.\nOther medical specialties use image recognition to diagnose , for exam-\nple, patients with eye diseases. This is the case of the robot developed by \nGoogles DeepMind Health (AI) division, which by looking at thou sands \nof photos of retinas, has been able to establish a more reliable diagnosis \nthan that of a human ophthalmologist (Knight, 2016). Other Ultromics sys-\ntems use AI to diagnose heart disease 10 or neurological disorders such as \nParkinsons disease. 11 In the field of surgery, new generations of surgical \nrobots are emerging that are moving towards greater autonomy from the \nsurgeon (Azad et al., 2016). \nAlthough there are numerous examples of AI applications in t he health \nfield, the promises remain unclear at this stage. There is no health system \nor health organization in the world that has been completely transformed \nand actual health applications are very limited. No large-scale deployment \nclosely or remotely related to AI exists except for a few very isolated cases \nsuch as IBMs Watson, Googles Deepmind or smart robots. There is also \nlittle scientific evidence today on the effectiveness of AI in the different \nfields of application mentioned above. The most highly recognized interna-\ntional academic journals in the medical field have published few articles \non the evaluation of AI. 12 There is also very little medico-economic evalu-\nation of AI applications that measures their economic and social returns. \nThe information we have today on the impact of AI on diagnosis is mostly \nlimited to subfields of a very specific discipline, such as oncology.\n10 See: http://www.ultromics.com/technology/. \n11 See: IBM Research (5 January 2017): http://www.research. ibm.com/5-in-5/mental-\nhealth/.\n12 See, notably, Journal of the America Medical Association , Delanceit, New England Journal of \nMedicine and Annales of Internal Medicine. \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n68 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\n3.1.2. Medicine is characterized by a high level \nof complexity that AI only imperfectly integrates\nThe hypothesis of a total substitution between health profe ssionals and \nthe machine is at present more fiction than science. Medicine is character-\nized by a high level of complexity that AI can only imperfectly integrate. \nIndeed, the quality of a patients care (disease detection, therapeutic pro-\nposal, patient follow-up, etc.) is a highly complex process which is directly \nlinked to the existence of a strongly mediated relationship between the \nmedical team and the patient. In this field, the existence of a standard \npatient model is generally not sufficient to develop and implement a man-\nagement strategy that is totally adapted to the individual patient. It is also \nknown that AI feeds on a large mass of data via algorithms that ai m to \nestablish correlations to explain phenomena as a basis for deriving clini-\ncal recommendations. The robustness of correlations between several phe-\nnomena depends in AI on the mass of data collected. The more important \nthe data, the more robust the correlations are. It is therefore the big data \nthat allows AI to function and compete with humans through its ability to \nprocess data from a mass of continuously updated information. However, \ncorrelation does not necessarily mean causality. The causal mechanisms \nthat explain the occurrence of a disease and its evolution are often more \ncomplex than mechanical correlations. The causes may be m ultiple, \nsome of which are difficult to codify, such as those related to the patients \nsocio-demographic environment or the feeling of symptoms, or even their \ntotal absence as has been the case with Covid-19. Moreover, there may \nbe a very high variance between patients. The complexity of t he health-\ncare professionals work is to take into account all these specificities from \ndetection to the therapeutic proposal to be delivered to pat ients. In the \nclinical field, correlations are not sufficient. Even evidence-based medi-\ncine, which should be based on the most up-to-date evaluation results in \nthe medical field, can only provide knowledge and clinical recommenda-\ntions based on an average modelled patient. However, the real patient \nwho is diagnosed during a consultation with a doctor does not necessar-\nily correspond to the average patient who has been modelled . This is \nalso true for therapeutic proposals. The doctor (specialist or general prac-\ntitioner) has to take into account the specific characteristics of the patient \nto define the best treatment, or even to negotiate with the patient for his \nor her adherence to the treatment. Research has shown, that the patients \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n69R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\ncommitment to the treatment prescribed for a disease influences the heal-\ning process (Institute of Medecine, 2013). However, only di alogue and \ntrust between a doctor and a patient make it possible to negotiate the best \ncost-benefit trade-offs and to ensure the involvement of a family carer \n(Institute of Medecine, 2013).\nAt the current stage, AI developments are often concentrated on a single \npathologyfor example Watson on canceras are the clinical g uidelines \nthat are the foundation of evidence-based medicine. But what happens \nwhen a patient presents several pathologies, which occurs with increas-\ning frequency. For the moment, according to the Director of Foresight and \nResearch of the French Hospital Federation, Antoine Malone, this central \nquestion remains unanswered, while the performance of health systems \nin the future will largely depend on the ability to manage polypahtolog-\nical patients over time 13.\nIn short, the quality of a diagnosis depends not only on the vol ume of \ninformation available but on the quality of interpretation of complex \nmechanisms that are not based on fixed natural laws and theref ore are \nnot deterministic. Big data works well on simple and mechanical explan-\natory phenomena. But humans are constantly evolving with th eir envi-\nronment and this dynamic process means that in the field of med icine \nand patient care, Artificial Intelligence will not be able to replace health \nprofessionals. The engine of a car or an airplane is as complic ated as its \ndesign, and one can predictably know how an engine reacts in a given con-\ntext. This is not the case for a human being who has the ability to adapt \nto changing environments and can respond in various ways to unpredict-\nable events. The mere availability of information is not enough to influ-\nence behaviour. Obesity, for example, has become a major publ ic health \nissue in many Western countries despite the access to preventive health \napplications via a smartphone, (Malone et al., 2020). Another difference \nconcerns social acceptability and responsibility. Unlike the use of AI for \npredictive models in marketing and advertising, if there is a m istake in \nmedical diagnosis and treatment there may be human injury or death, \nwhich raises major issues of social accountability. \n13 Interview with Antoine Malone for France Strategie, 2018.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n70 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nThe discourse to the effect that AI will lead to the disappeara nce of the \nhuman practitioners in the field of health is not credible when one takes \ninto account all the complexity that the field of medicine covers. However, \nthis does not mean that AI is a non-subject in the field of hea lth, nor \ndoes it mean that certain professionssome of which are high ly quali-\nfied (e.g. radiologists)are not threatened. We can say, however, that in \nthe coming decades AI will not replace the work of doctors and nurses and \nthere is little risk that that they will become mere algorithm executors. \nWhat could be AIs role if we are moving, as seems likely, towards a sys-\ntem dedicated to the management/prevention of polypathologies with a \nvery strong psychological and behavioural component. What the system \nwill aim for will be long-term behavioural changes and this type of action \nrequires close and human interaction with patients (Alde rwick et al., \n2015). What AI could bring is a better management of patients and iden-\ntification of costs and adapted structures for global management (Malone \net al., 2020). Let us take the example of Kayser Permanent Washington \n(2018) in the USA, recognized as an efficient health system in achieving \nthe triple aim of assuring quality of patient care, improveme nts of the \npopulations health and these at the lowest possible cost (Foley et al., 2015). \nThese systems invest heavily in AI-based tools. But they also recruit a lot \nof doctors, nurses, orderlies and even social workers to improve the man-\nagement and prevention of complex pathologies, such as obesity or diabe-\ntes because these pathologies are of socio-economic origin. They are also \ndeveloping local hospital structures within regions to be closer to patients \nin order to influence their behaviour and minimize unnecessa ry inter-\nventions. So, it is likely that we will still have doctors and nurses assis-\ntants in the future because the tasks that make up their jobs will not all \nbe open to automation. Indeed, it is more likely that there will be an even \ngreater need for healthcare professionals with the deployment of Artificial \nIntelligence, if, thanks to big data and information gathering techniques, \nprevention strategies adapted to each specific population can be improved \n(Malone, 2018 and Malone et al., 2020).\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n71R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\n3.1.3. AI will transform the way we work and interact \nwith patients \nThis section focuses on work transformation in a concrete way by identi-\nfying the benefits but also the potential risks for medical workers them-\nselves in several identified fields of application. One benefit is that AI has \nthe capacity to process millions of items of up-to-date data, thus generat-\ning gains in completeness, timeliness and the development of several pos-\nsible hypotheses for disease detection. The physician will then have better \naccess to the information necessary for his decision-making i ncluding a \ncomplete histology of the patient providing access to the best therapeutic \nprotocols based on evidence-based medicine.\nIf such intelligent expert systems gain the confidence of physicians and \nthe general public, the impact on the physicians profession can be multi-\nfaceted. Physicians will be able to benefit from assistance in the manage-\nment of complex case diagnoses, with greater security in decision-making. \nIt will also lead to a strengthening of the doctor-patient relationship and \ndialogue in order to provide the information necessary to understand the \ndiagnoses. The use of artificial intelligence will continuously increase the \nlevel of technical competence of the physician as he or she is able to fully \nexploit the most up-to-date clinical knowledge and medical practices. This \ncould result in a cognitive enrichment of the physicians work, with less \ntime spent interpreting routine data that intelligent systems can han-\ndle leaving the most complex expert cases to the physician. An increase in \nskills will be all the more necessary as the doctor will also need to be able \nto challenge the software and to explain the diagnosis and therapeutic \nmanagement responsibly.\nThese advantages, if they were to become widespread in the dai ly prac-\ntice of physicians, would make it possible to combine human intelligence \nand artificial intelligence in a complementary way in the service of better \ndecision-making, combining speed of decision-making and better optimi-\nzation of patient care expenses. This is also the case in the field of surgery \nwith Star (for Smart Tissue Autonomous Robot), a robot that does not com-\npletely replace specialized surgeons but provides them with a tool capa-\nble of greater precision in performing certain procedures such as suturing \n(Shademan et al., 2016).\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n72 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\n3.1.4. The evolution of professions\nMedical imaging professionals are particularly affected b y the foresee-\nable widespread use of automated image reading. If AI makes i t possi-\nble to automate a part of conventional radiology for a specific field and \nclinical situations, this will reduce the radiologists activity, despite the \ngrowth in needs due to the aging of the population and the pervas ive-\nness of chronic diseases. Ultimately, the question may arise as to the need \nfor the intervention of the radiologist in the establishment of the diag-\nnosis. This automated step could be carried out by radio mani pulators \ntrained in the development of diagnoses. It could also be carried out by a \nnon- radiologist equipped with tools for interpreting medical images. Such \ndevelopments presuppose an adaptation of the current regulatory frame-\nwork. Radiologists in such a scenario would reserve their ti me for the \ninterpretation of complex cases. In interventional imaging, on the other \nhand, the need for their expertise will increase in almost all medical spe-\ncialties. The profession of radiologist could evolve towards increased spe-\ncialisation in interventional radiology for diagnostic purposes (punctures, \nbiopsies, etc.) for complex cases or for therapeutic purposes guided by med-\nical imaging. This evolution towards interventional radiology has already \nbeen recognized by the profession, according to the National Federation of \nMedical Radiologists 14. \nIn cardiology, new electrocardiogram (ECG) interpretatio n services are \nbeing developed that rely on software rather than on the expertise of the \ncardiologists. The software is capable of detecting rare or silent cardiac \nabnormalities such as mitral leakage or cardiac arrhythmias which a spe-\ncialist sometimes finds difficult to detect. This can provid e the doctor, \nwhatever his or her speciality, with a gain in the quality of the diagnosis. \nSuch a service may transform the practice of the ECG by making i ts use \nmore frequent for more medical specialties (emergency physicians, gen-\neral practitioners, geriatricians, etc.) but perhaps also b y opening it up \nto non-physicians (nurses, firemen, etc.). It should free up the cardiolo-\ngists time, if only through its ability to manage simple cases t hat will \nbe treated upstream without being referred to the physician. This could \n14 Interview with Jean-Michel Masson, President of the Fd ration nationale des \nmdecins radiologues (FNMR) as reported in Benhamou and Janin (2018).\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n73R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nrefocus the physicians activity on the most complex cases and lead to ben-\nefits from continuous learning thanks to the software programs capacity \nto exploit the most up-to-date clinical knowledge and medic al practices. \nAI could accentuate the trend towards over-specialisation of professions \n(coronographies, arithmology, cardio-paediatrics, etc.) by the increasing \ndigitalisation of certain medical devices. In cardiology, as in all fields, the \nextent of the impact will depend on the quality of the tool. At t he same \ntime, AI makes it possible to develop another type of service w hich con-\nsists in interpreting ECG data collected over a long period (several days), \nwhereas these data were previously rarely collected. For the cardiologist, \nit opens up the prospect of a new type of follow-up for his or her patients 15. \n3.1.5. An intensification of work related to cognitive \nexhaustion \nAI has contradictory effects depending on its use in the same way as other \ntechnologies do. If the gains made thanks to AI (speed of data processing) \nresult in an increase in the same proportions in the time devoted to cog-\nnitive tasks (expertise, decision-making, solving complex problems, etc.), \nthis will leave little time for the doctors brain to breathe through alter-\nnating between stakeholder and little or no stakeholder activities. If \nthe time freed up is only allocated to this type of task, we can thus iden-\ntify a potential risk linked to what neuroscientists describe as professional \ncognitive exhaustion to which healthcare professionals, and in particular \nthe youngest and least experienced ones, would be exposed. \na. Improvement of working conditions in the care professions\nThe care and monitoring of elderly patients suffering from one or more \nchronic pathologies, particularly Alzheimers, is an extre mely burden-\nsome task for the nursing staff. The management of these behav ioural \ndisorders leads the staff to devote a great deal of time to them and makes \ntheir working conditions particularly difficult (stress, feelings of profes-\nsional inefficiency, burnout, etc.). These conditions often lead to the dis-\ncouragement of the health care team, even those that are exper ienced. \nThis is a field where intelligent social robots could interv ene. Modern \nrobotics incorporating AI, whether in the management of sensors or in the \n15 Interview with Yann Fleureau, CEO of Cardiologs for France Stratg ie, 2018. \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n74 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nprogramming of movements, is being developed in order to provide domes-\ntic assistance for elderly or frail people. In Japan, robots are already being \nexperimented with to assist people in their daily activities, helping them \nto move around, to move from chair to bed and vice versa. Resid ential \ninstitutions for elderly dependents could be equipped with t his type of \nrobot in a few years. There are already robots that provide sol utions to \nthe problems of caring for elderly patients with cognitive and behavioural \ndisorders (Alzheimers, autism, etc.). These robots are equipped with arti-\nficial intelligence through numerous sensors and microphones that ena-\nble them both to interact with the caregivers who handle them and to \nrespond to the requests of elderly patients. Their physical presence and \ntheir ability to interact socially through speech, facial expression and ges-\ntures makes them ideal for working with people who have difficulty com-\nmunicating verbally. Several international literature reviews in the field \nidentify enough acceptability of these robots, especially an imal robots, \nwith show there are positive effects on the well-being of pat ients. The \nParo robot, which reacts to its name, compliments and touch, is the most \nwidely used robot in geriatric wards around the world. A study has shown \nthat the integration of these machines has reduced the physical and men-\ntal strain on nurses and care assistants 16.\n3.2. Work Transformations in transport sector\nThe major innovation brought about by the development of AI in the field \nof transport will undoubtedly be the autonomous vehicle, even though the \ntimeline for its deployment remains uncertain. Of course, it all depends on \nthe degree of autonomy we are talking about, as automation of driving is \ndivided up into six levels from the international classification of the SAE \n(Society of Automative Engineers). This classification defines what human \ndrivers and/or autonomous systems can and cannot do. It starts from level \n0 which corresponds to no automation because all driving is done by the \ndriver up to level 5 which corresponds to the fully autonomous driving \nof the vehicle in any situation (dense urban traffic, country roads, wind-\ning roads, etc.) which completely dispenses with a human driver. Level 5 \n16 See: http://www.mutualite-loire.com/index.php/nos -actualites/799-l-etude-inedite-\nsur-les-usages-du-robot-paro-pour-des-residents-atteints-de-la-maladie-d-alzheimer-\nou-apparentee-en-ehpad-mutualiste.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n75R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nhas not yet been announced by any manufacturer, even though expe ri-\nments on open road traffic without a driver have been carried ou t since \n2017 and in particular by two of the main manufacturers of aut onomous \nvehicles, Waymo, the Google subsidiary, and the French company Navya. \nBut according to John Krafcik, boss of Waymo, it will take decades before \nlevel 5 is reached. Autonomous vehicles may still need a driver 17. \nThe technological maturity of the different levels and their s ubsequent \ndiffusion will therefore be decisive in the transformation o f the trans-\nport sector and the transformations of work and the level of employment \nin this sector. Within 5 or 10 years, the degree of vehicle autonomy could \nreach level 4, which corresponds to total autonomy but in ver y specific \ncontexts and where the surroundings are perfectly simplified and marked \nout (moving and parking in a car park, driving on motorways). Th e dis-\ncussion here, therefore, is limited to the impact of the diffu sion of the \nlevel 4 autonomous vehicle in a horizon of 10 years and only considers the \nimpact that artificial intelligence may have on road and rail transport, \nwhich will be the segments most affected by the development of autono-\nmous vehicles. \n3.2.1. Application fields in transport sector\nOther than the autonomous vehicle, AI applications in the sector mainly \nconcern the development of predictive equipment maintenance, logistics \nand flow optimization. The use of industrial sensors is already widespread \nto measure machinery wear points and equip production-chain c ontrol \npoints. Reduction in the cost of such sensors enables the collection of big \ndata. Artificial intelligence can process such data on a greater scale than \nhuman processing can manage, so enabling the addition of more control \npoints and refining the diagnoses resulting from the analys is of such \ndata. This being so, companies can have smart diagnostic tool s available \nthat facilitate maintenance operations and develop indicators prior to the \nappearance of anomalies, which opens the way to predictive rather than \npreventive maintenance (McKinsey Global Institute, 2015). Maintenance \nand control operations are only carried out when required, b efore any \n17 https://www.cnet.com/news/alphabet-google-waymo- ceo-john-krafcik-autonomous-\ncars-wont-ever-be-able-to-drive-in-all-conditions/\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n76 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nanomaly occurs that might hold up a production chain, or before a piece \nof equipment wears out. Predictive maintenance is of major interest to all \n(rail and road) network and vehicle (aircraft, trains, heav y goods vehi-\ncles, etc.) operators, as it optimises operations, limits down time due to \nmaintenance and reduces servicing costs. According to the Mobility and \nTransport Department of the General Commissariat for the Environment \nand Sustainable Development, maintenance services may also be able to \nanticipate and even avoid peaks of activity 18.\nArtificial intelligence also enables optimisation of logistics in the event of \ncrises. When an incident occurs, mainline and metro train operations can \nbe seriously disrupted. When preventive maintenance has been unable to \navoid a crisis, its resolution may still be speeded up by artifi cial intelli-\ngence. These days, crisis-scenario responses are standardised, with infor-\nmation processing and coordination of required action as the t wo main \nstumbling-blocks: two obstacles that AI can help remove. AI may well be \nable to bring more specific and appropriate responses to crises by taking \nmore information into account. For example, in the event of a breakdown \non a metro line it will be able to take into consideration the number of pas-\nsengers, which determine optimal speed for relieving congestion on the \nline, the availability of replacement trains and the workforce required to \nput them into service and the available alternative routes. Such optimisa-\ntion of logistics and flows is only possible if AI is provided with real-time \ndata on a wide range of parameters, with all the risks of blockage that the \ndiversity of actors involved may generate 19.\nIt would seem possible for the applications described above to reach a level \nof technological maturity enabling their deployment within the next \nfive to ten years. However, such maturity must also be able to respond to \nvarious parameters affecting the dissemination of artificial intelligence \nincluding the availability of massive data for the large-sca le operation \nof autonomous vehicles and respect for the privacy of individual owners \nwith the development of connected vehicles 20.\n18 Interview with Marie-Anne Bacot for France Stratgie, 2018.\n19 Interview with Hoang Bui, Head of Bureau of Transport Equi pment, Mechanics and \nProduction Machinery, General Directorate of Enterprises for France Strategie,2018. \n20 The CNIL has published a sector-specific reference framew ork enabling manufac-\nturers to comply with the European regulation on data protec tion. This reference \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n77R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nIn any future deployment of artificial intelligence in transport, issues of \ndata collection and exploitation will essentially be raise d between com-\npanies, and consequently will not concern the question of respect for pri-\nvacy but rather that of sharing value. For optimal use of AIs possibilities, \ndata on vehicle navigation and maintenance and on infrastructures will \nhave to be shared between several types of actors including, railway (SNCF \nnetwork and RATP in France) and road (Vinci, Bouygues, etc.) infrastruc-\nture managers and vehicle operators (Ouigo, RATP, road hauli ers, etc.). \nEconomic and technical conditions with regard to harmonisation, quality, \ninteroperability, real time, etc. will therefore have to be clearly defined.\na. Impacts on jobs in the transport industry \nThe impact of AI on the transport professions will depend on th e pros-\npects for the deployment of autonomous vehicles, which will themselves \nvary according to the transport activity. As far as road freight transport is \nconcerned, the development of autonomous vehicles could threaten lorry \ndrivers.\nSeveral reasons can be put forward. In Europe, the labour force in this \nsector represents between 35% and 45% of total costs (Intern ational \nTransport Forum, 2017), which can be a strong incentive for companies to \ninvest in technologies that promise savings. In addition, the sector is sub-\nject to strong international competition, which is an additional factor in \nthe penetration of innovations. The advent of level 4 autonomo us vehi-\ncles would allow automated driving in convoys on motorways, w hich is \nan environment particularly suited to this type of vehicle. Also, on major \nroads where many lorries travel, the formation of convoys makes it possi-\nble to reduce fuel costs while at the same time increasing safety through \nthe interconnection of vehicles 21. This automated traffic in convoys would \ninitially make it possible to increase truck driving times by m odifying \nthe regulations on rest periods for drivers who would no longer be in a \ndriving situation throughout the journey. Eventually, the presence of a \ndriver could even be required only at the head of the convoy. A h uman \nframework provides in particular for a scenario where data collected in the vehi-\ncle is transmitted to the outside to trigger an automatic action in the vehicle. See: \nCNIL (2017). \n21 See: www.eutruckplatooning.com/About/default.aspx. \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n78 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\npresence would still be necessary to take over tasks that are not yet auto-\nmated (e.g. refuelling).\nLocal drivers could be used to take the trucks to the highway or provide \nlocal services. A new logistics system for transporting the trucks could \nthen be put in place as is already the case with the rail transport. Trucks \nwould be driven by drivers to an interface area at the entrance t o the \nhighways before joining a self-contained convoy, and picked up at the exit \nfor delivery at the final point. Thus, the reduction in the ne ed for long-\ndistance drivers would be accompanied by an increase in the demand for \nlocal drivers, who would benefit from better working conditions (shorter \njourneys in a restricted geographical area). If the number of lorry drivers \njobs were to be threatened, jobs as controllers could be created to supervise \nvehicle fleets from a distance (Benhamou et al., 2018). \nIn France, as in Europe, transport of private individuals is mostly by per-\nsonal vehicles. Autonomous vehicles are unlikely to have any major impact \non this segment as the advent of level-5 automatic driving is st ill diffi-\ncult to predict. However, level 4 should already enable the d evelopment \nof new public transport services that might replace a percentage of indi-\nvidual journeys. Initial experiments underway focus on shuttle services \ntravelling routes in delimited areas. Navya, a world leader i n this area, \nhas already deployed over 50 vehicles across the world on short-distance \nroutes (up to two kilometres). We may therefore imagine that the coming \nyears will see increasing numbers of autonomous shuttles providing new \npublic transport services on local routes with fewer potential passengers \nand not covered by present-day services such as night services. The Rouen \nNormandy Autonomous Lab experiment on mobility-on-demand services \non the open road is in this direction (Transdev, 2017).\nSuch autonomous shared shuttles ensuring local services co uld comple-\nment the existing public transport offer, competing with mass public \ntransport and the transport of individuals by taxi or chauff eur-driven \ncars, in which case there may well be an impact on drivers jobs in these \nareas. However, as long as level-5 autonomous vehicles only rem ains on \nthe drawing-board, taxis and chauffeur-driven cars will remain the lead-\ning means of transport for door-to-door journeys. Moreover, the circula-\ntion capacities of autonomous vehicles that take to the road will not be able \nto rival classical means of public transport on the most frequented routes: \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n79R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nthat would lead to unacceptable over-congestion of highways. These devel-\nopments will also be accompanied by the creation of jobs for supervision \nof fleets, as well as customer-relations positions responsible for passenger \nreception and safety.\nNew work organisation for maintenance staff could also emerge. The smart \nmaintenance tools that will form part of the standard equipment for new \nvehicles and infrastructures could also be installed on existing vehicles. \nPeople responsible for service and maintenance will consequently be faced \nwith a need for new competences, both as regards the tasks being carried \nout and the tools being used.\nSmart tools will provide help and even instructions in both the diag-\nnosis and performance of maintenance tasks. It is hard to contr adict a \nmachine on the origins of a breakdown, especially if it has not happened \nyet as will be the case with predictive maintenance. Artificial intelligence \nwill not just indicate the component that needs repairing, it will also indi-\ncate how the repair is to be carried out. To borrow an image fro m the \nmedical sector, it will provide both diagnosis and treatment, implying the \nrisk of staff losing an overall vision of how a vehicle functi ons and the \nmaintenance operations to be carried out. This could lead to deskilling of \nmaintenance work, with humans being responsible for their performance \nwithout necessarily any deep understanding. At present, such a risk seems \nlimited by a general determination to preserve employees autonomy with \nregard to a vehicles overall maintenance and not focus on specialising on \nspecific tasks which may later be automated. Increasing skills is there-\nfore essential if this overall approach is to be maintained, despite vehicles \ngrowing complexity and dissemination of new smart tools. Last ly, work \npace at a maintenance centre is likely to be affected by predictive mainte-\nnance, which will enable better forecasting of workloads as well as limit-\ning activity peaks (Benhamou et al., 2018).\n3.3. Impacts in the banking sector \nThe banking sector has been a pioneer in the adoption of IT tools to man-\nage customer databases and to set up networks for online banking . The \nbanking sector was also one of the first to implement expert syst ems, \ncomputer programs designed to process technical transactions. In fact, the \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n80 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nAI solutions employed in the banking sector cover a wide variety of func-\ntions and technologies, which can be divided into four categories: applica-\ntions oriented towards customer relations, back office operations, trading \nand wealth management applications, and applications oriented towards \nregulatory use. Thus, the strong presence of structured data and the dem-\naterialised nature of the vast majority of transactions make the banking \nsector a fertile ground for the development of artificial intelligence solu-\ntions (DGE, 2019).\nWith regard to customer relations, the most developed artifi cial intelli-\ngence applications are to be found in the field of credit risk rating. Banks \nhave historically developed an ability to analyse the risk associated with \nany loan applicant using statistical models. These models are now enriched \nby additional data sources that may require artificial intelligence process-\ning. Similarly, AI is used by insurers to improve the granularity of their \noffers and recommendations (IAIS, 2017).\nBut the main field of application and the one with the greatest potential \nto transform work in the banking sector is that of conversation al assis-\ntants or chatbots (Athling, 2017). A number of back office operations can \nbe related to the financial activities of banks, including ri sk modelling \nand optimising the use of capital. As for applications in the field of wealth \nmanagement, they are gradually focusing on the analysis of weak signals \nthat can provide useful information for investments. Finally, in the regu-\nlatory field, AI applications are linked to the detection of irregular trans-\nactions and can also be used to optimise customer knowledge mechanisms, \nfor example by using image recognition to automatically ext ract useful \ninformation from the scanned image of an identity document.\n3.3.1. Evolution of the advisors profession\nThe changes brought about by AI could profoundly transform the profes-\nsion of bank advisor. In its study for the Observatoire des mt iers de la \nbanque, Athling (2017) highlights as the most impacted activ ities those \nrelating to compliance with regulatory, legal and tax changes specific to \nthe banking sector. These activities will be improved thanks to more rel-\nevant monitoring and more advanced and personalised recommendation \ntools, such as that provided by the legal search engine Doctrine.fr, which \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n81R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nwill allow on-demand access to this information. The const ruction of \nclient profiles using AI tools will also enable advisers to pr ocess credit \napplications more quickly, or to identify financial risks such as tax fraud \nor money laundering more effectively.\nIndependently of the development of AI, the announcement of its advent \ncombined with new consumer expectations are pushing banks to t rans-\nform their activities to reorient themselves around a servi ce available \n24 hours a day, 7 days a week. They intend to respond to the dual promise \nof instantaneous and quality service by combining an AI-based service for \nthe request sorting and management phase of the most frequently asked \nquestions with a remote human service, available at all times. A form of \nlow-cost service could also emerge where the consumer would only have \naccess to automated help, even if it means paying an additiona l fee to \ninteract with a human. At Orange Bank, the solution set up to filter cus-\ntomer service requests has achieved a recognition and comprehension rate \nof around 80%. 22 Artificial intelligence is not always able to provide a rel-\nevant response, which means that customer service agents process about \none out of every two requests in the end. The agents mainly assi gned to \nthe operation of the platform or to solving technical problems encountered \nduring its use could gradually see a double effect on their job: a reduction \nin the number of dedicated employees and an increase in the complexity \nof the tasks remaining to be processed. \nThe increasing efficiency of AI in answering questions relat ed to the \nonline banking platform, which is already the priority means of interac-\ntion between customers and their bank, will in fact free up time and facili-\ntate the work of these agents by filtering the number of requests. The bank \ncould then choose to train these customer service agents to re spond to \nrequests that traditionally fall under the responsibility of the bank advi-\nsor. This development corresponds to the expectations of the customer, \nwho increasingly sees his adviser not as the one who shares resp onsibil-\nity for managing his portfolio, but as an assistant who must help him nav-\nigate through the complexities of the banking system, making him self \navailable to unblock a situation. \n22 Interview with Emeric Chaize, Chief Digital Officer of O range Bank, for France \nStrategie, 2018.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n82 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nThis field is also seeing the emergence of new players who hav e one of \nthe key resources for setting up an AI-based system. Integrat ed services \ngroups specialising in customer relations, which have access to consider-\nable amounts of data as part of customer service operations on behalf of \nthird-party companies, will be led to set up a replacement offer managed \nsolely by a robotbot-shoringwhich could drastically red uce their \ncosts.\nThe availability of AI technologies that facilitate the banking advisors job \nand reduce the volume of knowledge required by making them more avail-\nable may also be an incentive for bank advisors to evolve towards greater \ncustomer knowledge. Advisors could then take on more responsibility for \nmanaging their clients, spending more time recommending investments \nor sources of financing. In this scenario, social and decision-making skills \nwill be enhanced, and bank branches may be encouraged to focus on train-\ning in dialogue or negotiation skills. \nDepending on the choices made by companies in the sector, artificial intel-\nligence may help to optimise the service and further the tren d towards \ndematerialisation, or it may reinforce the importance of th e adviser by \ngiving him or her greater autonomy. \n3.3.2. Transformation of support functions\nThe transformation of support functions within the banking sector is in \nline with previous developments observed with the advent of the digi-\ntal environment. With artificial intelligence, certain tasks, including the \nmost repetitive ones, are bound to disappear, particularly t hose related \nto data collection, which will be optimised or accelerated. New working \nmodalities will emerge, where actors will have to learn how t o interact \nwith the new AI-based system to help it progress (Benhamou et al., 2018). \nAs far as information systems are concerned, the arrival of me thods \nderived from artificial intelligence will not disrupt the organization. The \nadvances will be in line with the processes set up with RPA or Robotic \nProcess AutomationIT automation projects based on non-learning algo-\nrithms, implemented since the 1990s and continuously developed. For other \nactivities, such as compliance activities, AI tools can lead to an upgrading \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n83R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nof transferable skills identified for example in the work of France Stratgie \nwhere the banks employees demonstrate responsiveness, adaptability, as \nwell as office automation and IT skills (Lain, 2018). Highlig hting these \nskills could increase their employability. \n3.3.3. Evolution of skills specific to artificial intelligence \nThe needs specifically related to the IT development of AI in the banking \nsector do not represent a particular stake in the total volume of employ-\nment in the sector. Nevertheless, they do require special adaptations that \ndeserve to be highlighted. The scarcity of skills pushes comp anies wish-\ning to implement solutions based on artificial intelligence to turn to spe-\ncialized external organizations 23. Those who want to create these skills \ninternally will be forced to make major changes to their worki ng envi-\nronment as AI projects require an extended phase of experimenta tion \nand preparation which is similar to advanced research proje cts, requir-\ning scientific rigour and patience. Rather than focusing on internal skills \ndevelopment, the major digital groups have chosen to open their research \ndepartments to the outside world and to form partnerships with univer-\nsities or research organisations. These transformations are a prerequisite \nfor the deployment of artificial intelligence. \n4. CONCLUSIONS: LEARNING ORGANISATIONS \nAND THE FUTURE OF AI\nThe objective of this article has been to use sectoral examples as a basis for \ndrawing more general lessons concerning the effects of AI on w ork. The \nanalysis has shown that not all tasks that make up the core jobs i n the \nthree sectors analysed can be automated. Trades that draw their strength \nfrom their human and social activities and mobilize skills th at call for \ncreativity and complex problem solving will be preserved. This is the case \nin particular for certain highly skilled occupations, such as doctors, or \nlow-skilled occupations such as care assistants or social work ers. While \n23 According to a survey carried out by EY in December 2017 among 200 AI profession-\nals, 56% of whom estimated that a shortage of trained profiles was the main obstacle \nto development of AI.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n84 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nin the transport sector the activity of driving may disappear in the long \nrun with the further development of the autonomous vehicle, more and \nmore supervisory tasks may also appear, thus transforming certain profes-\nsions. This phenomenon is not new. Robotization in the automotive indus-\ntry is an old phenomenon which has led to the repositioning of w orkers \non supervisory tasks. This is also the case for the banking sector with the \ndigitisation of a large number of activities is leading to th e evolution of \nthe professions providing advice to individuals. The article also points out \nthat AI has made it possible to carry out tasks that previously werent car-\nried out, either because they were too time consuming and tedi ous for \nhumans or because they were economically unprofitable. In t he health \nsector, for example, the analysis of electrocardiograms is a case in point \nor in the banking sector the detection of anomalies in transactions using \nAI-based devices. \nIn many cases AI-based devices appear to be used in ways that are comple-\nmentary to the tasks performed by humans. Here, the human element in \nthe task is not eliminated and the person relies on a tool that helps him \nor her: a tool to assist in diagnosis or therapeutic proposals in the medi-\ncal field or a tool to support the customer advisor in the banking sector. At \nthe same time, alongside this process of complementing human skills, AI \ncan substitute for certain routine cognitive tasks. With technological pro-\ngress, the scope for this sort of substitution is likely to increase, with AI \ncompeting directly with a wider range of human cognitive abilities. The \nskills associated with any task that follows pre-determined rulessimple \nor complicatedrisk being downgraded by future advances in AI. \nFor this reason, in order future-proof ones position in tomorrows labour \nmarket a major challenges will be to have the ability to learn continu-\nously and to develop new skills, especially those that are tra nsversal to \nthe labour market (Benhamou, 2018). The sectoral examples point out in \nparticular that cross-cutting competenciesthe ability to communicate \nwith others and influence decisions, the ability to transfer organizational \nskills and know-how and the ability to manage hazardswill be come \nmore important with AI. \nIn this light, learning forms of work organization that are based on a logic \nof continuous learning could be particularly well suited to the challenges \nposed by the integration of artificial intelligence. As the recent study by \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n85R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nBenhamou and Lorenz (2020a ; 2020b) shows, learning organizations are \nbased on the use of forms of work organisation that develop cross-cutting \ncompetencies and support continuous employee learning. Adopting these \nforms of work organization could be a relevant lever to ensure that AI is \nused to enhance complementarity between machines and humans and not \nsimply to substitute for humans. \nAnother factor that argues in favour of the model of learning forms of work \norganization concerns the innovation diffusion process itse lf. Indeed, \nthe principle of AI is to discover statistical regularities while remaining \nencapsulated in an expert decision-making system that uses histori-\ncal data. Paradoxically, this can favour a certain conservatism in human \ndecision-making. However, progress is not a matter of the past, but of cre-\nativity and risk-taking. This also speaks in favour of adopting a learning \norganization design that encourages risk-taking and the development of \nsystems thinking to increase the organizations ability to move beyond \npredetermined frameworks and norms resulting from standardized pro-\nduction processes. If, to the contrary, companies adopt more traditional \nhierarchical forms of organisation there is an increased risk that AI will \nbe used mainly for purposes of substituting for human labour because the \nproduction process in these organizational forms are based on a very high \ndegree of standardization and compliance with predetermined rules. \nThus, independently of the impact of AI on the level of employment, the \ndeployment of AI points to the need for a profound rethinking of work \norganisation to support continuous learning capacities and the evolution \nof skills. Much will depend on the competitive market strategy o f the \nenterprise and on the organisation of work that is adopted in its support. \nWhile the use of learning forms of work organization contributes to the \ncompetitive advantage of firms seeking competitiveness based on inno-\nvation, the use of low-skilled employees with limited training and a low \ncapacity for learning contributes to the pursuit of competitive advantage \nthrough cost-cutting. If AI is used in support of a logic of cost rationalisa-\ntion, the virtues of training will be limited because human-machine com-\nplementarity will not be sought. \nThe organisational challenges posed by the advent of AI are immense and \nmust be considered in a manner consistent with a nations education and \ntraining system. In order to protect the labour market again st the risks \nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n86 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nof skills downgrading and obsolescence, it will be necessary to invest in \ncross-cutting skills and to increase the capacity of individuals and firms \nto continuously learn. While these forms of skills development can be sup-\nported through innovative policies at the level of the formal educational \nand training system, they will also depend on the choices made by employ-\ners. Skills emerge in part from employees daily work experience and this \nspeaks to the need for complementary polices and frameworks designed to \npromote the adoption of learning forms of work organization.\nREFERENCES\nACEMOGLU, D., and RESTREPO, P. (2017). Robots and jobs: Evidence from US labor mar-\nkets. National Bureau of Economic Research Working Paper 2328 5, Cambridge \nMA. Retrieved from https://www.nber.org/papers/w23285.pdf\nALPAYDIN, E. (2016). Machine learning: the new AI. MIT Press.\nALDERWICK, H., HAM, C. and BUCK, D. (2015). Population Health Systems, Going beyond into \nintegrated Care, February 2015. The Kings Fund.\nARNTZ, M., T. GREGORY and U. ZIERAHN (2016). The Risk of Auto mation for Jobs \nin OECD Countries: A Comparative Analysis, OECD Social, Em ployment and \nMigration Working Papers, No. 189, OECD Publishing, Paris.\nATHLING (2017). LIA dans la banque : emploi et comptences, Observatoire des mtiers \nde la banque, dcembre.\nASSOCIATION INTERNATIONALE DES CONTRLEURS DASSURANCE ( IAIS) (2017). \nFinTech Developments in the Insurance Industry, 21 fvrier.\nBENHAMOU, S. (2018). The world of work in 2030: Four scenario s in Work in the \nDigital Age: Challenges of the Fourth Industrial Revolution, Ed. Max Neufeind, \nJacqueline OReilly, Florian Ranft, Rowman et Littlefield Intl., London-New York\nBENHAMOU, S. and JANIN L. (2018). Artificial Intelligence and Work, Report France \nStratgie to the Minister of Labour and the Minister of State for the Digital \nSector. \nBENHAMOU, S. and LORENZ, E. (2020a). Les organisations du tr avail apprenante, \nEnjeux et Dfis pour la France, Avril 2020. Rapport de France Stratgie. \nBENHAMOU, S. and LORENZ, E. (2020b). Promoting Learning Work O rganizations: \nIssues and Challenges for France, April 2020. Note de synthse, France Stratgie.\nBOWLES, J. (2014). The Computerization of European Jobs, Bruegel, Brussels. \nBRYNJOLFSSON, E. and MCAFEE, A. (2014). The second machine age: Work, progress, and pros-\nperity in a time of brilliant technologies. WW Norton & Company.\nCHOLLET, F. (2018). Deep Learning with Python, Manning Publications, Sister Island.\nCNIL (2017).  Vhicules connects : un pack de conformit po ur une utilisation respon-\nsable des donnes , 17 octobre.\nDIRECTION GNRALE DES ENTREPRISES (DGE) (2019). Intellig ence artificielle  tat \nde lart et perspectives pour la France, tudes conomiques , rapport final, \nfvrier 2019.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n87R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nFOLEY, T. and F., FERGUS (2015). The Potential of Learning Hea lthcare Systems, The \nLearning Healthcare Systems Projects: http:/ /www.learninghealthcareproject.org/ , \nThe Health Foundation, New Castle University and Institute of Health and \nSociety. \nFORD, M. (2015). Rise of the Robots: Technology and the Threat of a Jobless Future. New York: \nBasic Books.\nFREY, C.B., and OSBORNE, M. (2013). The future of employmen t, Oxford Martin \nProgramme on Technology and Employment, Oxford University.\nGRABER, M.L., and MATHEW, A. (2007). Performance of Web-Based Clinical Diagnostis \nSupport System for Internist, J Gen Intern Med 2007; 23 (S1) : 37-40: https://\nwww.researchgate.net/publication/5754108_Performance _of_a_Web-Based_\nClinical_Diagnosis_Support_System_for_Internists.\nGRAETZ, Georg, and Guy MICHAELS. Robots at work. Review of Economics and \nStatistics 100.5 (2018): 753-768.\nHELITO, C. P., HELITO, P. V. P., COSTA, H. P., DEMANGE, M. K., a nd BORDALO-\nRODRIGUES, M. (2017). Assessment of the anterolateral liga ment of the knee \nby magnetic resonance imaging in acute injuries of the anteri or cruciate lig-\nament. Arthroscopy: The Journal of Arthroscopic and Related Surgery, 33(1), 140-146.\nINTERNATIONAL TRANSPORT FORUM (2017). Managing the Transit ion to Driverless \nRoad Freight Transport, Paris.\nKAISER PERMANENT (2018). Kaiser Permanente Washington, Pop ulation Health, \nProgram Description, October 2018: https://wa.kaiserper manente.org/static/\npdf/public/about/population-health-2019.pdf.\nKNIGHT, W. (2016). An AI Ophthalmologist Shows How Machine L earning May \nTransform Medicine, MIT Technology Review.\nLAIN, F. (2018).  Situations de travail, comptences trans versales et mobilit entre les \nmtiers , Document de travail n 2018-03 et Note de Synthse, France Stratgie, \nParis.\nLIANG, A., PIROTH, I., ROBINSON, H., MACDONALD, B., FISHER, M., NATER, U.M., \nSKOLUDA, N. and BROADBENT, E. (2017). A pilot randomized trial of a companion \nrobot for people with dementia living in the community. Journal of the American \nMedical Directors Association, 18(10), pp. 871-878.\nLE RU, N. (2016).  Leffet de lautomatisation sur lemploi : ce quon sait et ce quon \nignore  La Note dAnalyse, no.49, France Stratgie, Paris.\nMALONE, A. (2018).  Vers des systmes dinformation hautem ent performants, enjeux \ncliniques, enjeux de gouvernance, enjeux systmiques , in Herv, C. Stanton-\nJean, M., (eds.) Innovations en sant publique, des donnes personnelles aux donnes mas-\nsives (Big Data), Dalloz, p. 157-171.\nMALONE, A., POLITI, C. (2020).  Pour un systme dinformati on et dorganisation popu-\nlationnel , French Hospitals Federation.\nMCKINSEY GLOBAL INSTITUTE (2015). The Internet of Things: M apping the Value \nBeyond the Hype, June 2015. \nMURO, M., R., MAXIM and J., WHITON (2019). Metropolitan Policy Program, Brookings \nInstitute.\nOBERMEYER, Z., B., POWERS, C., VOGELI and S., MULLAINATHAN ( 2019). Dissecting \nracial bias in an algorithm used to manage the health of popul ations, Science. \nVol. 366, Issue 6464, pp. 447-453.\nARTIFICIAL INTELLIGENCE AND THE FUTURE OF WORK\n88 R E V U E D   C O N O M I E I N D U S T R I E L L E  N  169  1 E R T R I M E S T R E 2 0 2 0\nOECD Report (2019). Artificial Intelligence in Society, June 2019.\nSHADEMAN, A., DECKER, R.S., OPFERMANN, J.D., LEONARD, S., K RIEGER, A. and \nKIM, P.C. (2016). Supervised autonomous robotic soft tiss ue surgery, Science \ntranslational medicine, 8(337), pp. 337-64.\nSILVER, D., HUBERT, T., SCHRITTWIESER, J., ANTONOGLOU, I., LAI, M., GUEZ, A., \nLANCTOT, M., SIFRE, L., KUMARAN, D., GRAEPEL, T., LILLICRAP , T., \nSIMONYAN, K., and HASSABIS, D. (2018). Mastering chess and shgi by self-play \nwith a general reinforcement learning algorithm, Science, Dec 2018: 1140-1144.\nSILVERSTEIN, M.J., RECHT, A., LAGIOS, M.D., BLEIWEISS, I.J ., BLUMENCRANZ, P.W., \nGIZIENSKI, T. and KUSKE, R. (2009). Image-detected breast cancer: state-of-\nthe-art diagnosis and treatment. Journal of the American College of Surgeons, 209(4), \npp. 504-520.\nINSTITUTE OF MEDICINE (2013). Best Care at Lower Cost: The Path to Continuously Lea rning \nHealth Care in America. Washington, DC: The National Academies Press. https://doi.\norg/10.17226/13444.\nVALLANCIEN, G. (2015). La mdecine sans mdecin ? Le numrique au service du malade, Paris, \nGallimard, Coll. Le Dbat.\nVILLANI, C., AI for Humanity: French Strategy for AI (2018 ). https://www.aifor-\nhumanity.fr/en/.\nVISSER, M., VAN ROODEN, S. M., VERBAAN, D., MARINUS, J., STIGGELBOUT, A. M., and \nVAN HILTEN, J. J. (2008). A comprehensive model of health-r elated quality of \nlife in Parkinsons disease. Journal of neurology, 255(10), 1580-1587.\nWANG, D., KHOSLA, A., GARGEYA, R., IRSHAD, H. and BECK, A.H. (2016). Deep Learning \nfor Identifying Metastatic Breast Cancer, Beth Israel Deaco ness Medical Center \n(BIDMC) and Harvard Medical School.\nWORLD BANK (2016). Digital Dividends, World Development Report. Washington D.C."
  ],
  "metadata": {
    "ModDate": "D:20240627145208+02'00'",
    "Creator": "OpenEdition",
    "CreationDate": "D:20240627145208+02'00'",
    "Producer": "OpenEdition PDF Server v2",
    "Author": "Salima Benhamou",
    "Keywords": "Artificial Intelligence,intelligence artificielle,future of work,avenir du travail,learning organisations,organisation du travail apprenante,compétences,healthcare sector,transport sector,conditions de travail,banking sector,secteur de la santé,secteur des transports,secteur bancaire",
    "Subject": "This article analyses how artificial intelligence (AI) can transform work, considering both the potential of this technology and its limits. The sectoral approach adopted, focusing on the health, transport and banking sectors, allows for a detailed analysis of both the opportunities and risks as well as the evolution of tasks, learning dynamics, and changes in working conditions and management practices. The analysis shows that the tasks making up jobs in these sectors cannot always be automated with AI and that in many cases AI-based devices are used in a way that is complimentary to the skills of human workers. For this reason, and irrespective of the impact of AI on the overall level of employment, the analysis shows that the deployment of AI depends on continuous learning and skills development. The article concludes by arguing that learning forms of work organization are best suited for fostering complementarity between the machine and the human.JEL classification: O31, O33, JE53, L63, L90, M15.Cet article analyse comment l’intelligence artificielle (IA) peut transformer le travail en tenant compte à la fois du potentiel de cette technologie et de ses limites. L’approche sectorielle adoptée dans cet article, centrée sur les secteurs de la santé, des transports et des banques, permet d’identifier les opportunités et les risques potentiels sur l’évolution des conditions de travail, sur la dynamique d’apprentissage et des compétences ainsi que sur les pratiques managériales. L’analyse a montré que toutes les tâches qui composent un emploi ne peuvent pas être automatisées avec l’IA. Dans de nombreuses situations, les dispositifs « intelligents » sont utilisés de manière complémentaire aux tâches effectuées par les humains. Ainsi, indépendamment de l’impact de l’IA sur le niveau d’emploi, le déploiement de l’IA souligne la nécessité de savoir comment l’organisation du travail peut évoluer pour soutenir les capacités d’apprentissage continu et le développement des compétences. L’article conclut en affirmant que la dynamique d’apprentissage du modèle d’organisation du travail apprenante est la plus appropriée pour favoriser la complémentarité entre la machine et l’humain.Classification JEL : O31, O33, J24, JE53, J81, L63, L90, M15.",
    "Title": "Artificial Intelligence and the Future of Work",
    "num_pages": 33
  },
  "num_chunks": 2,
  "ocr_used": false
}